Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: {0} claimed a(n) {1}.
fr: {0} à pris un(e) {1}.

source: {0} died!
fr: {0} est mort!

source: {0} scored a critical hit on {1}: {2}DMG
fr: {1} a été critiquement blessé par {0}: {2}DMG

source: {0} got hit, and is near death!
fr: {0} a été touché et est proche de la mort!

source: {0} killed a {1}!
fr: {0} a tué un(e) {1}!

source: {0} killed {1}!
fr: {0} a tué {1}!

source: {0} is incapacitated!
fr: {0} est tombé inconscient!

source: I am idle.
fr: Je suis au repos.

source: I am dead.
fr: Je suis mort.

source: I am {0} and need {1}.
fr: Je suis {0} et j'ai besoin de {1}.

source: I am {0}.
fr: Je {0}.

source: {0} is a {1} years-old {2} {3}.
fr: {0} est un(e) {3} {2} de {1} ans.

source: {0} is a robot.
fr: {0} est un robot.

source: {0} is a vehicle.
fr: {0} est un véhicule.

source: {0} is a {1} ({2}).
fr: {0} est un {1} de sexe {2}.

source: {0} is a {1}.
fr: {0} est {1}.

source: {0} sure is something.
fr: {0} est inconnu.

source: {0} used to be a {1}.
fr: {0} était un {1}.

source: {0} likes people with the following traits:
fr: {0} aime les gens qui sont:

source: {0} dislikes people with those traits:
fr: {0} n'aime pas les gens qui sont:

source: Health: {0}%
fr: Santé: {0}%

source: {0} has mutated into a(n) {1}!
fr: {0} à muté en un(e) {1}!

source: Yes
fr: Oui

source: No
fr: Non

source: Default AI
fr: IA de base

source: Ambush AI
fr: IA embuscade

source: Default Species
fr: Espèce

source: Can be knocked out
fr: Peut être assommé

source: Can burn
fr: Peut brûler

source: Can take damage
fr: Peut être endommagé

source: Can be butchered
fr: Peut être cuisiné

source: Sum of Traits
fr: Total des traits

source: Global summary of all the traits
fr: Résumé de tous les traits

source: {0} died {1}...
fr: {0} est mort de {1}...

source: Unemployed
fr: Sans emploi

source: {0} died ({1})!
fr: {0} est mort ({1})!

source: {0} is wounded: {1}
fr: {0} est blessé: {1}

source: {0} is now {1}
fr: {0} est maintenant {1}

source: {0} is sick: {1}
fr: {0} est malade: {1}

source: {0} got medical trait: {1}
fr: {0} a reçu le trait: {1}

source: The removal of {0} caused a {1} to appear!
fr: Le recyclage du {0} à causé l'apparition de: {1}!

source: Recycling station
fr: Station de recyclage

source: Crafting station
fr: Station de travail

source: Battery
fr: Batterie

source: Burial place (capacity: {0})
fr: Tombe (capacité: {0})

source: Expedition Manager
fr: Gestionnaire d'expédition

source: Butcher
fr: Boucher

source: Storage
fr: Stockage

source: Power generator ({0} power)
fr: Générateur (puissance {0})

source: Research Station
fr: Station de recherche

source: Light source for plants
fr: Lumière pour les plantes

source: Make people to consume items
fr: Forcer les gens à utiliser certains objets

source: Power relay ({0} range)
fr: Relai électrique (portée {0})

source: Robot construction
fr: Construction de robots

source: Seat
fr: Siège

source: Spawn creatures
fr: Génère des créatures

source: Grow eggs into friendly creatures
fr: Faire pousser des oeufs en créatures amicales

source: Automated turret
fr: Tourelle automatique

source: Sleep
fr: Dormir

source: Door
fr: Porte

source: Interactive
fr: Interactif

source: Trap
fr: Piège

source: Weapon Platform:
fr: Tourelle:

source: Turret {0}
fr: Tourelle {0}

source: Requires Ammo
fr: Nécessite des munitions

source: Trap:
fr: Piège:

source: Trigger
fr: Déclencheur

source: Target
fr: Cible

source: Damage
fr: Dégâts

source: Damage Type
fr: Type de dommage

source: Damage Strength
fr: Force:

source: Area of Effect
fr: Zone d'effet

source: Effect:
fr: Effet:

source: Fall down a layer
fr: Tomber d'un niveau

source: Incapacitate
fr: Incapacité

source: Take Prisoner
fr: Faire Prisonnier

source: Give Trait:
fr: Donne Trait:

source: Properties:
fr: Propriétés:

source: Integrity
fr: Integrité

source: Block Path
fr: Chemin Bloqué

source: None
fr: Rien

source: Tech Required
fr: Technologie Nécessaire

source: Power Required
fr: Energie Nécessaire

source: Fuel Source
fr: Source de carburant

source: Decorative Value
fr: Valeur décorative

source: Storage Space
fr: Stockage

source: Cover
fr: Couverture

source: Hit Points
fr: Points de vie

source: Repair With
fr: Réparer avec

source: Build Time
fr: Temps de construction

source: Resources Needed
fr: Ressources nécessaires

source: Crafting Recipes
fr: Recettes

source: A {0} disappeared from the world map.
fr: Un(e) {0} n'est plus sur la carte.

source: We arrived at {0}!
fr: Nous sommes arrivés à {0}!

source: We reached our destination!
fr: Nous avons atteint notre destination!

source: Your expedition has been defeated during the attack. No one survived.
fr: Votre expédition a été vaincue pendant l'attaque. Personne n'a survécu.

source: Defeat
fr: Défaite

source: The expedition '{0}' left without a trace!
fr: L'expédition '{0}' est partie sans laisser de trace!

source: With the removal of their garage, we cannot communicate with this expedition anymore. We assume that everyone is dead. This shouldn't happen, please make a backup save immediately and contact us.
fr: Avec la destruction de leur garage, nous ne pouvons plus communiquer avec cette expédition. Nous supposons que tout le monde est mort. Cela ne devrait pas se produire, veuillez effectuer une sauvegarde immédiatement et nous contacter.

source: We're fighting hostile creatures!
fr: Nous combattons des créatures hostiles!

source: We're assaulting {0} forces!
fr: Nous attaquons les troupes de la faction {0}!

source: We cleared the area from enemies.
fr: Nous avons débarrassé la zone des ennemis.

source: The {0} faction is now hostile toward you!
fr: La faction {0} est maintenant hostile!

source: We're done exploring the location (space left {0}kg)
fr: Nous avons fini d'explorer le lieu (espace libre {0}kg)

source: We gave directions to the {0} survivors we rescued. They should arrive in about 12 hours.
fr: Nous avons donné des instructions aux {0} survivants que nous avons secourus. Ils devraient arriver dans environ 12 heures.

source: We gave directions to the survivor we rescued. They should arrive in about 12 hours.
fr: Nous avons donné des instructions au survivant que nous avons secouru. Ils devrait arriver dans environ 12 heures.

source: Rescued Survivors
fr: Survivants sauvés

source: Survivors found by one of your expeditions want to join your faction.
fr: Les survivants trouvés par l'une de vos expéditions veulent rejoindre votre faction.

source: We're repairing the facility...
fr: Nous réparons l'installation...

source: The {0} is under our control and will produce resources daily.
fr: {0} est maintenant sous notre contrôle et va nous donner des ressources toutes les 24 heures.

source: Wall
fr: Mur

source: Compatible with Rooms
fr: Compatible avec salles

source: Farm
fr: Champs

source: Pasture
fr: Pâturage

source: Food Source
fr: Source de nourriture

source: Private Room
fr: Salle individuelle

source: Roof Required
fr: Toit requis

source: Wall Required
fr: Mur requis

source: Room Requirements:
fr: Contenu requis:

source: ({0} exactly)
fr: ({0} exactement)

source: Forbidden Content:
fr: Contenu interdit:

source: Problem detected with the orders given to {0}
fr: {0} n'a pas pu executer ses ordres

source: {0} couldn't execute the orders you've given
fr: {0} n'a pas pu executer ses ordres

source: {0} finished to run the orders you've given
fr: {0} a complété la tache que vous lui avez donné

source: {0} died due to {1}!
fr: {0} est mort de {1}!

source: Using {0} without a proper room
fr: Utilisé {0} sans accès à la bonne zone

source: Using {0} in a poor quality room
fr: Utilisé {0} dans une salle de basse qualité

source: Extremely {0}
fr: Extrêmement {0}

source: Very {0}
fr: Très {0}

source: Quite {0}
fr: Un peu {0}

source: Not {0}
fr: Pas {0}

source: {0} is rioting!
fr: {0} se rebelle!

source: Stored: {0}
fr: Stock: {0}

source: Tomb of {0}
fr: Tombe de {0}

source: {0}% Full
fr: {0}% Plein

source: {0} was produced by {1}.
fr: {1} a produit: {0}.

source: No access road to the garage!
fr: Pas de route d'accès au garage!

source: It's not possible for the expedition to path to the garage. Make sure it's not closed off or being doors
fr: Il n'est pas possible pour l'expédition de se rendre au garage. Assurez-vous qu'il n'est pas enfermé ou qu'il n'y a pas de portes bloquant le passage.

source: An expedition is returning home...
fr: Une expédition rentre chez elle...

source: An expedition is unloading its cargo...
fr: Une expédition décharge sa cargaison...

source: Expedition Launch Canceled (missing equipment)
fr: Lancement d'expédition annulé (équipement manquant)

source: Items you've selected for this expedition don't seem to be in storage anymore. The launch has been canceled so you can change its settings.
fr: Les objets que vous avez sélectionnés pour cette expédition ne semblent plus être en stock. Le lancement a été annulé afin que vous puissiez modifier les paramètres.

source: The expedition has been annihilated...
fr: L'expédition a été anéantie...

source: Expedition
fr: Expédition

source: An expedition is awaiting orders outside!
fr: Une expédition attend vos ordres dehors!

source: The expedition came back home.
fr: L'expédition est revenue à la base.

source: The expedition unloaded its cargo. It's awaiting new orders.
fr: L'expédition a déposé sa cargaison. Elle attend de nouveaux ordres.

source: Power Grid
fr: Electricité

source: Consumption:
fr: Consommation:

source: Power Balance:
fr: Puissance:

source: Storage:
fr: Stockage:

source: Need private room:
fr: Besoin d'une chambre privée:

source: I have {0} pet(s)!
fr: J'ai {0} animal(aux) de compagnie!

source: Decent accomodations
fr: Logement décent

source: Not enough beds available
fr: Pas assez de lits disponibles

source: {0} is going to consume {1}.
fr: {0} va consommer {1}.

source: Protect owner
fr: Protège maitre

source: Leash range
fr: Distance du maitre

source: Manual control in combat
fr: Contrôle manuel en combat

source: Can reproduce
fr: Peut se reproduire

source: Children per cycle
fr: Enfants par cycle

source: Pregnancy length (days)
fr: Durée de la grossesse (jours)

source: Adult age (days)
fr: Age adulte (jours)

source: Old age (days)
fr: Vieillesse (jours)

source: Life expectancy (days)
fr: Espérance de vie (jours)

source: A {0} died of old age
fr: Un(e) {0} est mort de cause naturelle

source: {0} just had {1} children!
fr: {0} viens d'avoir {1} enfants!

source: Research Completed!
fr: Recherche Terminée!

source: Research completed: {0}
fr: Recherche terminée: {0}

source: Robot Constructed:
fr: Robot Construit:

source: I talked to {0}
fr: J'ai parlé avec {0}

source: I responded to {0}
fr: J'ai répondu à {0}

source: {0} caught {1} from {2}
fr: {0} a contracté {1} de {2}.

source: Two of your survivors are having a brawl!
fr: Deux de vos survivants se bagarrent!

source: An argument between {0} and {1} degenerated into a fight
fr: Un argument entre {0} et {1} est en train de causer une bagarre

source: Two of your prisoners are having a brawl!
fr: Deux de vos prisonniers se bagarrent !

source: Two people are having a brawl!
fr: Deux personnes se bagarrent!

source: {0} made {1} a bit more compliant.
fr: {0} a rendu {1} un peu plus obéissant.

source: Your prisoner {0} has been recruited!
fr: Votre prisonnier {0} a été recruté!

source: {0} failed to convince {1}.
fr: {0} n'a pas réussi à convaincre {1}.

source: Technology Found!
fr: Technologie découverte!

source: A new {0} is born in your {1}.
fr: Un(e) {0} vient de naitre dans votre {1}.

source: {0} is over!
fr: {0} est terminé(e)!

source: {0} survivors just came back home!
fr: {0} de nos survivants viennent d'arriver à notre base!

source: Supply:
fr: Fournisseur:

source: Trading zone missing, can't bring resources.
fr: Zone de commerce manquante, les resources ne peuvent pas être déposées.

source: Supply delivery incoming.
fr: Livraison de ressources en cours.

source: Supplier
fr: Fournisseur

source: Warning
fr: Important

source: A new mutated nest appeared on the map!
fr: Un nouveau nid de mutants est apparu sur la carte!

source: Mutated genetic monsters. Hostile to everything else.
fr: Abominations génétiques. Hostiles envers tout le monde.

source: Genetic Abominations
fr: Abominations génétiques

source: A {0} appeared on the map.
fr: Un {0} est apparu sur la carte.

source: You are attacked by {0} forces.
fr: Vous êtes attaqué par les forces de la faction {0}.

source: The {0} faction is now neutral toward us!
fr: La faction {0} est maintenant hostile!

source: A change in leadership caused this faction to become neutral toward us.
fr: Un changement de chef a rendu cette faction neutre envers nous.

source: Prisoner trader
fr: Marchand de prisonniers

source: (Inactive)
fr: (Inactif)

source: Power Required:
fr: Energie Nécessaire:

source: No power required
fr: Pas d'énergie nécessaire

source: Rare Water
fr: Eau Rare

source: You are playing with the Rare Water difficulty setting. The main difference between this mode and a normal game is that water wells can only be placed next to a water source and must be at least 8 tiles apart from each other. Additionally, purified water is marked as a rare item, making it much less likely to appear in loot or in a trader's inventory.
fr: Vous jouez avec le réglage de difficulté Eau Rare. La principale différence entre ce mode et un jeu normal est que les puits d'eau ne peuvent être placés qu'à côté d'une source d'eau et doivent être au moins espacés de 8 tuiles. En outre, l'eau purifiée est marquée comme un objet rare, ce qui la rend beaucoup moins susceptible d'apparaître dans un butin ou dans l'inventaire d'un commerçant.

source: Animal Care
fr: Soin des Animaux

source: You've just got the Animal Care tech. From now on, creatures like the giant scorpions, crabs and spiders have a chance to drop eggs when they die. You can only store those eggs in the new Live Egg Container. More importantly, you can build an Animal Nursery to grow those eggs into friendly versions of the defeated creatures. Some can act as pets and others as cattle.
fr: Désormais, les créatures comme les scorpions géants, les crabes et les araignées ont une chance de donner des oeufs lorsqu'ils meurent. Vous ne pouvez stocker ces oeufs que dans le nouveau bâtiment de stockage débloqué par cette technologie. Vous pouvez aussi construire un enclos pour faire grandir ces oeufs en des versions amicales de ces créatures.

source: Mutated abominations have appeared on the world map. Those creatures are permanently hostile to everyone else and will quickly take over the map if left unchecked. They might also periodically raid your base. It is however possible to destroy their nest, halting their expansion, granted you have access to enough firepower.
fr: Des abominations mutantes sont apparues dans la ville. Ces créatures sont hostiles à toute autre forme de vie et prendront rapidement le contrôle de la carte si elles ne sont pas stoppées. Elles peuvent aussi attaquer périodiquement votre base. Il est cependant possible de détruire leur nid, arrêtant leur expansion, du moins si vous avez accès à une puissance de feu suffisante.

source: Logistics
fr: Logistique

source: You can now repair and take control of production centers! Locations like the farms, mines, lumber mills and so on, can be repaired and used as production centers. To do so, you'll first have to send an expedition there to clear any potential threat. Once the threat is cleared, order the expedition to take over the location. You'll be asked to select survivors from your base to be sent there on a semi permanent basis. Once the location is under your control, you'll receive resources daily. Note that other factions will do the same, and might even try to attack your own production centers.
fr: Vous pouvez maintenant réparer et prendre le contrôle des centres de production! Des lieux comme les fermes, les mines, les scieries, etc, peuvent être réparées et utilisées comme centre de production. Pour ce faire, vous devrez d'abord y envoyer une expédition pour éliminer toute menace potentielle. Une fois la menace dissipée, ordonnez à l'expédition de prendre le contrôle de l'emplacement. Il vous sera demandé de sélectionner des survivants de votre base pour y être envoyés de manière semi-permanente. Une fois que l'emplacement est sous votre contrôle, vous recevrez des ressources quotidiennement. Notez que d'autres factions feront de même et pourraient même essayer d'attaquer vos propres centres de production.

source: Attacking Factions
fr: Attaque de factions

source: You are about to attack a territory controled by a non hostile faction. No matter if you win or lose, it will make them extremely angry. They might start to attack your own territory or send raids against your settlement. You won't be able to settle a peace for at least 7 days.
fr: Vous êtes sur le point d'attaquer un territoire contrôlé par une faction non hostile. Peu importe si vous gagnez ou perdez, cela les rendra mécontents. Ils pourraient commencer à attaquer votre propre territoire ou envoyer des raids contre votre colonie. Vous ne pourrez pas faire la paix pendant au moins 7 jours.

source: Production Centers
fr: Centres de Production

source: A production center is now under your control. You will receive resources daily as long as it's kept under your control. You can review all your outposts in the Faction menu. If you need to abandon a location, click on the location and press the Recall button to call your workers home.
fr: Un centre de production est maintenant sous votre contrôle. Vous recevrez des ressources quotidiennement tant que ça sera le cas. Vous pouvez consulter tous vos avant-postes dans le menu Faction. Si vous voulez abandonner un emplacement, cliquez sur l'emplacement et appuyez sur le bouton Rappel pour les faire rentrer à votre base.

source: Robotic
fr: Robotique

source: You've just unlocked the first technology in the Robotics tree. As such, you can now build your own robots. Robot building takes place at a Robotic Lab and requires a lot of components built using the Electric Furnaces and the Manufacturing Benches. The whole process will use a very large amount of time and resources. Once built, robots act like any other settler, except they never tire or require food. They do however need to charge their batteries at a Robot Charging Pad from time to time.
fr: Vous venez de déverrouiller la première technologie dans l'arbre robotique. En tant que tel, vous pouvez maintenant construire vos propres robots. La construction de robots a lieu dans un laboratoire de robotique et nécessite beaucoup de composants construits à l'aide du fourneau électriques et des bancs de fabrication. L'ensemble du processus utilisera une très grande quantité de temps et de ressources. Une fois construits, les robots agissent comme vos survivant, sauf qu'ils ne se fatiguent jamais et n'ont pas besoin de nourriture. Ils ont cependant besoin de recharger leurs batteries à un Chargeur pour Robots de temps en temps.

source: Windows KN/N Detected!
fr: Windows KN/N détecté!

source: You seem to be running a specific version of Windows which is missing some multimedia components. It is preventing the game from playing any sound or music. Thankfully, this is very easy to fix! We'll be opening a link in your browser explaining you how to proceed and suggest to close the game in the meantime. Our sincere apologies for this issue, this is sadly out of our hands.
fr: Vous semblez avoir une version spécifique de Windows où manquent certains composants multimédias. Cela empêche le jeu de jouer du son ou de la musique. Heureusement, c'est très facile à réparer! Nous allons ouvrir un lien dans votre navigateur vous expliquant comment procéder et suggérer de fermer le jeu dans l'intervalle. Nos sincères excuses pour ce problème.

source: Electricity
fr: Electricité

source: You've just unlocked the Electronics technology. As such, you can now maintain an electrical grid in your settlement. Simply put, some structures may require power to function properly. It can be produced by a power generator, which range can be extended with power relays. Power can also be stored in batteries. All those structure must be constructed at a Tinkering Station.
fr: Vous venez de débloquer la technologie "Electroniques". En tant que tel, vous pouvez maintenant maintenir un réseau électrique dans votre base. Certaines structures peuvent nécessiter de l'énergie pour fonctionner correctement. Il peut être produit par un générateur d'énergie, dont la portée peut être prolongée avec des relais électriques. L'électricité peut également être stockée dans des batteries. Toutes ces structures doivent être construites dans une station de bricolage.

source: Expeditions
fr: Expéditions

source: The map is where you can monitor expeditions sent from your garage(s). Large map icons (farms, mines, tall buildings, etc.) represent a possible destination and clicking them displays a summary to the left side of the screen. What you can find exploring such locations varies: hospital will have meds, military bases has weaponry, farms have food... Note that the farther is a destination, the longer it will take for your party to reach it, and the more dangerous it might be.
fr: La carte est l'endroit où vous pouvez surveiller les expéditions envoyées depuis votre ou vos garages. Les grandes icônes de carte (fermes, mines, grands bâtiments, etc.) représentent des destinations possibles. Cliquer dessus affiche un résumé sur le côté gauche de l'écran. Ce que vous pouvez trouver en explorant de tels endroits varie: l'hôpital aura des médicaments, les bases militaires ont des armes, les fermes ont de la nourriture... Notez que plus une destination est éloignée, plus il faudra de temps à votre groupe pour l'atteindre et plus elle pourrait être dangereuse.

source: Expeditions are organized in the Garage building. This building is used to setup and monitor a single expedition. Some technologies will allow you to build more garages or use better vehicles. For more information about expeditions, you can check the article in the Encyclopedia you can access from the pause menu (Esc).
fr: Les expéditions sont organisées dans le garage. Chaque garage est utilisé pour configurer et surveiller une seule expédition. Certaines technologies vous permettront de construire plus de garages ou d'utiliser de meilleurs véhicules. Pour plus d'informations sur les expéditions, vous pouvez consulter l'article dans l'Encyclopédie à laquelle vous pouvez accéder à partir du menu pause (Esc).

source: Experienced Survivors
fr: Survivants Expérimentés
