Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: Save Name:
fr: Nom:

source: Save Date:
fr: Date:

source: Unknown
fr: Inconnu

source: Ingame Date:
fr: Date Jeu:

source: Workshop save. Click to open associated Workshop page
fr: Workshop Save. Cliquez pour ouvrir la page sur le Workshop

source: Select a previously-saved, non-Workshop savegame to upload it to the Steam Workshop.
fr: Sélectionnez une sauvegarde existante pour l'envoyer sur le Steam Workshop.

source: Upload this savegame to the Steam Workshop.
fr: Envoyer votre sauvegarde sur le Steam Workshop.

source: Saving in progress...
fr: Sauvegarde en cours...

source: Customise Faction
fr: Editer Faction

source: Customise Equipment
fr: Changer Equipement

source: Customise Settlers
fr: Editer Survivants

source: Customise Surface
fr: Editer Surface

source: Customise Underground
fr: Editer Sous-sol

source: Tutorial
fr: Tutoriel

source: Surface Dwellers
fr: Habitants de surface

source: Custom Game
fr: Carte Personalisée

source: Launch Game
fr: Lancer Partie

source: Not Enough Points
fr: Pas assez de points

source: You don't have enough supply points to start with this equipment. Edit it or check 'unlimited points' in the difficulty settings.
fr: Vous n'avez pas assez de points d'approvisionnement pour commencer avec cet équipement. Modifiez-le ou utilisez "points illimités" dans les paramètres de difficulté.

source: Name your faction
fr: Nommez votre faction

source: Select a flag
fr: Sélectionnez un drapeau

source: Faction Ethics
fr: Ethiques de la faction

source: Standard survivors
fr: Survivants standard

source: The standard experience. Your survivors start with no particular traits or limitations.
fr: L'expérience standard. Vos survivants commencent sans traits ou limitations particuliers.

source: Cannibals
fr: Cannibales

source: Start the game with a group entirely composed of cannibals (who won't get massive mood debuff for cooking/eating human meat).
fr: Commencez le jeu avec un groupe entièrement composé de cannibales (qui n'obtiendrons pas de debuff massif en préparant ou mangeant de la viande humaine).

source: Tribals (not available yet)
fr: Tribals (pas encore disponible)

source: Tribals start with a different, low tech, tech tree.
fr: Les tribus commencent avec un arbre technologique différent, low tech.

source: Starting Location
fr: Emplacement de départ

source: Surface world
fr: Surface

source: The standard experience, your survivors start above ground.
fr: L'expérience standard, vos survivants commencent en plein air.

source: Underground bunker
fr: Bunker souterrain

source: Start the game in an undeground bunker. You might need to be familiar with the game's systems to succesfully manage underground.
fr: Commencez le jeu dans un bunker sous terrain. Vous devrez être familier avec les systèmes du jeu pour réussir.

source: Surface Map Settings
fr: Paramètres pour la Surface

source: Map Seed (0 = Random)
fr: Seed de la carte (0 = Aléatoire)

source: Map Architecture
fr: Architecture cartographique

source: Biome Type
fr: Biome

source: Map Size
fr: Taille de la carte

source: Small
fr: Petite

source: Medium
fr: Moyenne

source: Gigantic
fr: Immense

source: Vegetation: {0}
fr: Végétation: {0}

source: How much vegetation on the map (influenced by the biome type)
fr: Quantité de végétation (influencé par le biome)

source: Lakes: {0}
fr: Lacs: {0}

source: How many lakes on the map (on top of the water generated by the biome)
fr: Combien de lacs sur la carte (en plus de l'eau générée par le biome)

source: Mountains: {0}
fr: Montagnes: {0}

source: Mountain range density
fr: Quantité de montagnes

source: Decay: {0}
fr: Dommages: {0}

source: How rich the map will be damaged (higher value = less loot)
fr: A quel point la carte est endommagée (valeur élevée = moins de resources)

source: Bombardment: {0}
fr: Bombardement: {0}

source: How many bomb impacts on the map (will destroy terrain and buildings)
fr: Combien d'impacts de bombes sur la carte (détruira le terrain et les bâtiments)

source: Infestation Levels: {0}
fr: Niveau d'infestation: {0}

source: How many enemies will be spawned in buildings
fr: Quantité d'ennemis dans les maisons

source: Min Building Count: {0}
fr: Nombre de batiments: {0}

source: How many buildings to spawn (might be slightly inaccurate)
fr: Nombre de bâtiments sur la carte (peut être légèrement inexact)

source: Underground Settings
fr: Paramètres Sous Terrains

source: Depth
fr: Profondeur

source: This is the number of underground layers below the surface. For better performance, it is {{GOLD}}heavily recommended{{DEFAULT}} to keep this number below the number of cores your CPU has (but you do you).
fr: C'est le nombre de couches souterraines. Pour de meilleures performances, il est {{GOLD}}fortement recommandé{{DEFAULT}} de maintenir ce nombre en dessous du nombre de coeurs que votre Processeur a (mais vous pouvez le faire).

source: Underground Architecture
fr: Architecture souterraine

source: Cavern Cellular Generator
fr: Modèle de génération cellulaire

source: Terrain Type
fr: Type de terrain

source: You can change the ground type here. But the game is balanced around using the 'underground' terrain type
fr: You pouvez changer le type de terrain ici. Notez que le jeu est balancé autour de la valeur par défaut

source: Add Underground Bunker
fr: Bunker souterrain

source: Can be used as a starting point for your base, or as a difficult dungeon with rewards
fr: Peut être utilisé comme une base sécurisée ou comme un donjon

source: The boost applied by the 'Better Founding Settlers' setting is not visible in this summary.
fr: Le bonus appliqué par le trait "Meilleur Survivants" n'est pas visible dans ce résumé.

source: Add Survivor
fr: Ajouter Survivant

source: Note that the more people you add, the more difficult it will be to feed them in the very early game. 8 to 10 survivors is generally considered a good starting number.
fr: Notez que plus vous ajoutez de personnes, plus il sera difficile de les nourrir dans le début du jeu. 8 à 10 survivants sont généralement considérés comme de bon nombres de départ.

source: Reroll Selected
fr: Reroll sélectionné

source: Reroll the stats of the selected survivor.
fr: Reroll les statistiques du survivant sélectionné.

source: Remove Selected
fr: Enlever Sélectionné

source: {0}Supply Left: {1}{2}/{3}
fr: {0}Approvisionnement Restant: {1}{2}/{3}

source: Equipment Presets
fr: Equipement

source: Right-click an item to remove it from the list
fr: Clique droit pour enlever un élément de la liste

source: Save Preset
fr: Sauvegarder

source: Item Category
fr: Catégorie

source: Select Item
fr: Choisir object

source: You can use the mouse wheel to change the value, or enter one manually
fr: Vous pouvez utiliser la roue de la souris pour modifier la valeur, ou en taper une manuellement

source: Add
fr: Ajouter

source: You don't have enough points to this item. You can get unlimited points in the "Map Setup" tab.
fr: Pas assez de points pour cet objet. Réduisez vos dépenses, ou choisissez l'option illimité dans les options.

source: Location Settings
fr: Paramètres de localisation

source: Cavern Openness:
fr: Ouverture de la caverne:

source: How open is the cavern layout
fr: A quel point les cavernes sont vastes

source: Pass Count:
fr: Nombre de passes:

source: How many passes? The more passes, the more well rounded will be the caverns.
fr: Combien de passes? Plus il y a de passes, plus les cavernes seront bien arrondies.

source: Diggers:
fr: Mineurs:

source: Digging cavern generator: Amount of diggers. The map will generally have the same amount of caverns as there are diggers.
fr: Générateur de caverne: quantité de mineurs. La carte aura généralement la même quantité de cavernes qu'il y a de mineurs.

source: Digger Count:
fr: Nombre de creuseurs:

source: Close Chance:
fr: Chance de fermeture:

source: How likely diggers are to stop on their own
fr: Probabilité qu'un mineur stoppe de lui même

source: Min Openness:
fr: Ouverture Min:

source: Digging cavern generator: minimal openness
fr: Ouverture minimale pour les cavernes

source: Max Openness:
fr: Ouverture Max:

source: Digging cavern generator: maximum openness
fr: Ouverture maximale pour les cavernes

source: How damaged are the sewer tunnels
fr: A quel point les égouts sont endommagés

source: Clutter:
fr: Objects:

source: How much clutter in sewer tunnels
fr: Quantité d'objets dans les égouts

source: Click to remove this item, Right click for item info panel.
fr: Cliquez pour supprimer cet élément, clique-droit pour le panneau d'information de l'élément.

source: The game must be restarted in order for some of the new options you have selected to take effect.
fr: Le jeu dois être relancé pour que certaines options soient appliquées.

source: Changing the language will not impact already built items in existing savegames, as a result it might be best to start a new game.
fr: Changer la langue n'aura pas d'impact sur les éléments déjà construits dans les saves existantes, par conséquent, il pourrait être préférable de démarrer une nouveau partie.

source: Restart Needed
fr: Redémarrage Requis

source: General
fr: Général

source: Input
fr: Contrôles

source: Sound
fr: Son

source: Reset to Default
fr: Reset Réglages

source: Apply
fr: Appliquer

source: Enable Mature Content
fr: Activer le contenu mature

source: Enable blood splatters, cannibalism, prisoner sellers and buyers events. {{GOLD}}This setting works best when applied before starting a new game.
fr: Activer les éclaboussures de sang, le cannibalisme, les vendeurs et acheteurs de prisonniers. {{GOLD}} Ce paramètre fonctionne mieux lorsqu'il est appliqué avant de commencer une nouvelle partie.

source: Pause game after loading a savegame
fr: Pauser le jeu après le chargement d'une sauvegarde

source: Pause the game after loading a savegame
fr: Mettre en pause le jeu après le chargement d'une sauvegarde

source: Game Events
fr: Événements de jeu

source: Pause game when a special event occurs
fr: Pauser le jeu quand un événement spécial se produit

source: Pause the game when a trader or a raid is incoming
fr: Pause du jeu quand un commerçant ou un raid arrive

source: Center camera when a special event occurs
fr: Centrer la caméra quand un événement spécial se produit

source: Center camera on location when a trader or a raid is incoming
fr: Centrer la caméra quand un commerçant ou un raid arrive

source: Reset game-speed to 1 when a raid occurs
fr: Réinitialisez la vitesse du jeu lorsqu'un raid se produit

source: Reset the game speed to the default value when a raid occurs
fr: Réinitialisez la vitesse du jeu lorsqu'un raid se produit

source: Reset game-speed to 1 when other event types occur
fr: Réinitialiser la vitesse de jeu à 1 lorsque d'autres types d'événements se produisent

source: Reset the game speed to the default value when a non raid event occurs (new settlers, traders, diplomacy, and so on)
fr: Réinitialiser la vitesse de jeu à 1 lorsqu'un événement non hostile se produit (nouveaux colons, commerçants, diplomatie, et ainsi de suite)

source: User Interface and Feedback
fr: Interface Utilisateur

source: Show the room/zone menu after building one
fr: Affiche le menu associé à une zone automatiquement après sa création

source: Automatically show the associated menu after building a new zone or room.
fr: Affichez automatiquement le menu associé après la construction d'une nouvelle zone ou d'une nouvelle pièce.

source: Show research popup
fr: Afficher popup technologique

source: Show a summary after successfully unlocking a new technology.
fr: Montrez un résumé après avoir déverrouillé une nouvelle technologie.

source: Show expedition result popup
fr: Afficher popup éxpedition

source: Show a summary of what was found during expedition when your settlers come back home/
fr: Montre un résumé de ce qui a été trouvé pendant l'expédition après que vos colons soient rentré chez eux.

source: Select Language
fr: Choisir langage

source: User Interface Scale
fr: Taille de l'interface

source: Default
fr: Réglages par défaut

source: Reset Game Tips
fr: Réinitialiser Aide

source: All the 'game tips' windows you have hidden will be reset and shown again whenever needed.
fr: Toutes les fenêtres d'aide que vous avez masquées seront réinitialisées.

source: Resource Panel Item Count: {0}
fr: Eléments dans le panneau de ressources: {0}

source: When changing this setting while a game is running, you'll have to load a new game, or switch from a menu mode to another (combat/map/build) for this to apply.
fr: Si vous modifiez ce paramètre pendant l'exécution de jeu, passez d'un mode menu à un autre (combat / carte / construction) pour que le changement soit appliqué.

source: Game Settings
fr: Configuration

source: Daily Auto-save
fr: Sauvegarde Auto

source: Automatically save the game every in-game day (at midnight).
fr: Sauvegarde le jeu tous les jours à minuit.

source: Integration
fr: Intégration

source: Will display your ingame activity in Discord user list
fr: Affichera votre activité dans la liste d'utilisateurs de Discord

source: Will display your ingame activity in Steam's user list
fr: Affichera votre activité dans la liste d'utilisateurs de Steam

source: RSS Feed on title screen
fr: Flux RSS sur l'écran de titre

source: Show a window with links to the latest official articles on the title screen
fr: Afficher une fenêtre avec des liens vers nos derniers articles sur l'écran de titre

source: Technical Settings
fr: Réglages Techniques

source: Dramatically increases performances on maps with an underground layer. May be a tad less stable.
fr: Augmente considérablement les performances. Possiblement un peu moins stable.

source: Disable enhanced lighting (experimental)
fr: Désactiver l'éclairage amélioré (expérimental)

source: Determines whether the game should use its enhanced lighting engine. If this is enabled, game features like visible weather and the day/night cycle will be disabled. This is particularly useful under Proton/WINE environments where the advanced lighting engine does not work properly.
fr: Détermine si le jeu doit utiliser son moteur d'éclairage amélioré. Si c'est coché, le rendu graphique de la météo et le cycle jour/nuit seront désactivés. Ceci est utile dans les environnements Proton/WINE ou le moteur d'éclairage avancé ne fonctionne pas correctement.

source: Show Debug Console
fr: Afficher la console de débogage

source: Automatically show the game's debug console, which can help in debugging game or mod errors.
fr: Affiche automatiquement la console de débogage du jeu, ce qui peut aider au débogage du jeu ou aux erreurs de mod.

source: Enable ModFS asset hot reloading
fr: Activer ModFS asset hot-reloading

source: Compile PNG textures on load
fr: Compiler les textures PNG au chargement

source: Determines whether the game should compile PNG textures from mods when loaded via ModFS into XNB files, if a matching XNB file does not already exist. This does not affect compilation of any other content (which is still required), and PNG files will still be preferred by the engine when loading. Note: if you're publishing a mod, it's recommended (but not required) that you pack all of the PNGs into XNBs before distribution for optimization purposes.
fr: Détermine si le jeu doit compiler des textures PNG à partir de mods lorsqu'il est chargé via ModFS dans des fichiers XNB, si un fichier XNB correspondant n'existe pas déjà. Cela n'affecte pas la compilation d'autres contenus (ce qui est toujours nécessaire), et les fichiers PNG seront toujours préférés par le moteur lors du chargement. Remarque: Si vous publiez un mod, il est recommandé (mais pas nécessaire) d'emballer tous les PNG dans des XNB avant la distribution à des fins d'optimisation.

source: Game Resolution:
fr: Résolution:

source: Rendering
fr: Affichage

source: - Fullscreen: Standard fullscreen display. Best if you want to use a custom resolution and resize the user interface - Borderless: Game will be locked to your desktop resolution. Most compatible mode. Easier to Alt-Tab. - Windowed: It will display the game in a standard window. Generally a bit slower.
fr: - Plein écran: Affichage plein écran standard. Meilleur si vous souhaitez utiliser une résolution personnalisée et redimensionner l'interface utilisateur - Borderless: Jeu verrouillé à votre résolution de bureau. Mode le plus compatible. Plus facile d'Alt-Tab aussi. - Fenêtre: Il affichera le jeu dans une fenêtre standard. Généralement un peu plus lent.

source: Game Resolution:
fr: Résolution Jeu:

source: Screen
fr: Ecran

source: Enable VSync
fr: Activer VSync

source: Wait for vertical synchronization between frames. This reduces tearing, but may affect performance.
fr: Attendre pour la synchro verticale entre chaque frame.

source: Antialiasing might smooth sprites and textures {{ORANGE}}Warning:{{DEFAULT}} My current implementation of AA is very slow and will only give a very marginal improvement. It is NOT recommended to enable it.
fr: L'anti-aliasing lisse les sprites et les textures {{ORANGE}}Avertissement:{{DEFAULT}} Mon implémentation du AA est très lente et ne donnera qu'une amélioration très marginale. Il n'est PAS recommandé de l'activer.

source: Visuals
fr: Visuels

source: Smooth tile transitions
fr: Lisser les tiles

source: Makes tiles much nicer to look at, but increases the game's memory consumption and initial loading times.
fr: Rend le terrain beaucoup plus joli, mais augmente la consommation de RAM (si votre ordinateur est une vraie patate, ça peut être utile de le désactiver)

source: Enable shadows
fr: Activer les ombres

source: Disabling shadows may improve performance on very old hardware.
fr: Supprimer les ombres peut légèrement améliorer les performances.

source: Brighter Nights
fr: Nuits plus lumineuses

source: Makes the night time a bit less dark.
fr: Rend la nuit un peu moins sombre.

source: Render items being moved
fr: Afficher objets transportés

source: If checked, survivors will be seen holding items when moving them from a location to another
fr: Si coché, les survivants seront vus en train de tenir les objets qu'ils déplacent d'un endroit à l'autre

source: Render footprints
fr: Afficher empreintes

source: If checked, survivors will leave footprints when walking on ground or grass
fr: Si coché, les survivants seront laisseront des empreintes de pas sur l'herbe et autre surfaces "souples"

source: Scrolling Speed
fr: Vitesse de défilement

source: Mouse Edge Scrolling
fr: Scroll de bordure

source: Pan the camera by moving the mouse to an edge of the screen (you can hold shift to double speed)
fr: Déplacez la caméra en positionnant la souris aux bords de l'écran (vous pouvez maintenir [shift] pour doubler la vitesse).

source: Zoom Speed
fr: Vitesse de zoom

source: Zoom to cursor (beta)
fr: Zoomer vers le pointeur (beta)

source: Press new key for {0}
fr: Pressez une touche pour {0}

source: Music Volume
fr: Volume de la musique

source: Ambient Volume
fr: Volume du son ambiant

source: Sound Volume
fr: Volume des effets

source: You are uploading {0}.
fr: Vous envoyez {0}.

source: {0} survivors, {1}
fr: {0} survivants, {1}

source: Saves cannot be changed after uploading.
fr: Les sauvegardes ne peuvent être modifiées après upload.

source: Enter a short description...
fr: Entrez une description courte...

source: By clicking "Upload", you agree to the Steam Subscriber Agreement and Anarkis Gaming Workshop rules. Anarkis Gaming reserves the right to remove any item at any time for any reason.
fr: En cliquant sur Télécharger, vous acceptez le contrat d'abonnement Steam et les règles d'Anarkis Gaming Workshop.Anarkis Gaming se réserve le droit de supprimer tout élément à tout moment pour quelque raison que ce soit.

source: Uploading workshop file
fr: Envoyer fichiers au Workshop

source: This may take a long time. Please do not close the game while the file uploads.
fr: Cette opération peut prendre un moment. Merci de ne pas fermer le jeu pendant que le fichier est envoyé.

source: Workshop upload successful!
fr: Les fichiers ont été envoyé au Workshop avec succés!

source: {0} is now available on the Steam Workshop!
fr: {0} est maintenant disponible sur le Steam Workshop!

source: Workshop upload failed
fr: Les fichier n'ont pas pu être envoyés

source: Upload friends-only
fr: Amis uniquement

source: Your save will only be visible to your Steam friends.
fr: Votre sauvegarde ne sera visible que pour vos amis.

source: Upload publicly
fr: Envoyer publiquement

source: Your save will be visible to the entire Steam Community.
fr: Votre sauvegarde sera visible par tout le monde.

source: Upload Workshop Item
fr: Envoyer vers le Workshop

source: You are uploading {0}, version {1} by {2}.
fr: Vous envoyez {0}, version {1} par {2}.

source: Select a Workshop item to update (if applicable)...
fr: Sélectionnez un élément du Workshop à mettre à jour (le cas échéant)...

source: Create a new Workshop item
fr: Créer un nouvel élément Workshop

source: Select at least one tag.
fr: Sélectionnez au moins un tag.

source: Done:
fr: Terminé:

source: Select a preview image.
fr: Sélectionnez une image de prévisualisation.

source: Select a preview image...
fr: Sélectionnez une image de prévisualisation...

source: Done:
fr: Terminé:

source: Could not load your preview image. Is it valid?
fr: Impossible de charger l'image d'aperçu. Est-elle valide ?

source: I accept the terms of the Steam Subscriber Agreement and the Anarkis Gaming Workshop rules. Anarkis Gaming reserves the right to remove Workshop items at any time for any reason.
fr: J'accepte les termes du contrat d'abonnement Steam et les règles d'Anarkis Gaming Workshop. Anarkis Gaming se réserve le droit de supprimer des éléments du Workshop à tout moment pour quelque raison que ce soit.

source: Your Workshop item will be visible to the entire Steam Community.
fr: Votre élément du Workshop sera visible par l'ensemble de la communauté Steam.

source: Your Workshop item will only be visible to your Steam friends.
fr: Votre sauvegarde ne sera visible que pour vos amis.

source: trending
fr: tendances

source: date updated
fr: date de mise à jour

source: date subscribed
fr: date d'abonnement

source: title
fr: titre

source: vote score
fr: score de vote

source: Sort by {0}
fr: Trier par {0}

source: < Prev. Page
fr: < Page-

source: Next Page >
fr: Page+ >

source: Downloading workshop file
fr: Téléchargement en cours

source: Did you know?
fr: Le saviez-vous ?

source: Workshop error: could not subscribe to mod. The mod may be queued for download, or installed. Please restart the game.
fr: Erreur Workshop: N'a pas pu s'abonner au mod. S'il vous plaît redémarrer le jeu et réessayer, ou abonnez vous directement via Steam.

source: Workshop error: could not download mod on-demand. The download has likely started. Please wait for it to finish and restart your game.
fr: Erreur Steam Workshop: N'a pas pu télécharger le mod. Le téléchargement a probablement commencé. S'il vous plaît, attendez qu'il se termine et redémarrer votre jeu.

source: Workshop error: mod was not installed. The download has likely finished. Please restart the game.
fr: Erreur workshop: Le mod n'a pas été installé. Le téléchargement est probablement terminé. Veuillez redémarrer le jeu.

source: Mod installed!
fr: Mod installé!

source: {0} will be available when you restart After the Collapse.
fr: {0} sera disponible lorsque vous aurez redémarré le jeu.

source: Workshop download failed
fr: Le téléchargement à échoué.

source: Mod unsubscribed!
fr: Mod Supprimé!

source: {0} will be removed when you restart After the Collapse.
fr: {0} sera supprimé lorsque vous aurez redemarré le jeu.

source: Loading...
fr: Chargement...
