Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: {{GOLD}}Storage{{WHITE}} While your bunker has quite a large storage capacity, it will get full at some point. Also, this is normally not a structure accessible from the get go. Each storage area you build can be renamed and configured to hold only specific items. For instance, it's generally a good idea to have 2 dedicated storage buildings next to the {{GREEN}}Basic Kitchen{{WHITE}}. One containing {{GOLD}}Food Ingredients{{WHITE}} and the other one with {{GOLD}}Food{{WHITE}} and {{GOLD}}Drinks{{WHITE}}. It will make your cooks' job much easier. Same goes with {{GREEN}}Forges{{WHITE}} and {{GOLD}}Basic Resources{{WHITE}}.
fr: {{GOLD}}Stockage{{WHITE}} Bien que votre bunker ai une grande capacité de stockage, il sera plein à un moment donné. De plus, ce n'est normalement pas une structure accessible en début de partie. Chaque zone de stockage que vous créez peut être renommée et configurée pour ne contenir que certaines catégories spécifiques. Par exemple, c'est généralement une bonne idée d'avoir 2 zones de stockage à côté de la {{GREEN}}cuisine{{WHITE}}. Un contenant des {{GOLD}}ingrédients alimentaires{{WHITE}} et l'autre avec {{GOLD}}nourriture{{WHITE}} et {{GOLD}}boissons{{WHITE}}. Cela rendra le travail de vos cuisiniers beaucoup plus simple. Il en va de même avec les {{GREEN}}forges{{WHITE}} et les {{GOLD}}ressources de base{{WHITE}}.

source: Open the {{GOLD}}Build Menu{{WHITE}}, go to the {{GOLD}}Storage{{WHITE}} tab, then select the {{GREEN}}Storage Area{{WHITE}} and build 2 of them. {{GOLD}}Goal: Build 2 small storage areas.
fr: Ouvrez le {{GOLD}}Menu de Construction{{WHITE}}, accédez à l'onglet {{GOLD}}Stockage{{WHITE}}, puis sélectionnez {{GREEN}}Espace de Rangement{{WHITE}} et créez-en deux. {{GOLD}}Objectif: construire 2 espaces de rangement.

source: {{GOLD}}Goal:{{WHITE}} Build two storage areas.
fr: {{GOLD}}Objectif:{{WHITE}} Construire deux zones de stockage.

source: {{GOLD}}Storage Menu{{WHITE}} Of course it would be cumbersome to track all your resources by clicking on each location individually, this is where the {{GOLD}}Stock Menu{{WHITE}} come into play. Clicking on the icon (at the bottom of the screen) looking like the one next to this message will open a menu in which you can see (and filter) the content of all your storage buildings at once.
fr: {{GOLD}}Menu Stockage{{WHITE}} Bien sûr, il serait fastidieux de chercher vos ressources en cliquant sur chaque emplacement individuellement, c'est là que le menu de {{GOLD}}Stockage{{WHITE}} entre en jeu. En cliquant sur l'icône (en bas de l'écran) qui ressemble à celle située à côté de ce message, vous ouvrez un menu dans lequel vous pouvez voir (et filtrer) le contenu de tous vos emplacements de stockage à la fois.

source: Have a look at the stock menu now. Close the menu when done.
fr: Jetez un coup d'oeil au menu du stock maintenant. Fermez le menu lorsque vous avez terminé.

source: {{GOLD}}Menu Overview{{WHITE}} While we're waiting for the research to complete, and with the base running properly, let's review what each button at the bottom does. The menu is purposefully greyed out so you won't interrupt the tutorial. We'll unlock it in a moment.
fr: {{GOLD}}Présentation des commandes{{WHITE}} En attendant que la recherche soit terminée, examinons ce que fait chaque bouton en bas. Le menu est grisé afin de ne pas interrompre le didacticiel. Nous allons le déverrouiller dans un instant.

source: {{GOLD}}Change Layer{{WHITE}} This first button, disabled on the tutorial map, is used to switch between the surface and the underground layers. In a standard game, with the Mansory tech researched, stairs can be built for your survivors to go navigate the map vertically. As such, it's very much possible to build an underground base or one spanning over several layers.
fr: {{GOLD}}Changer de niveau{{WHITE}} Ce premier bouton, désactivé dans le tutorial, est utilisé pour basculer entre la surface et les sous-sols. Dans une partie standard, avec la technologie appropriée, des escaliers peuvent être construits pour que vos survivants puissent se déplacer entre les différents étages.

source: {{GOLD}}Combat Mode{{WHITE}} This second button is used to toggle the combat mode on/off. We'll explain it fully in a few minutes. But the gist of it is that, once toggled on, it allows you to directly control your survivors during combat.
fr: {{GOLD}}Mode de Combat{{WHITE}} Ce second bouton est utilisé pour activer/désactiver le mode de combat. Nous allons y revenir dans quelques minutes. Mais l'essentiel est que, une fois activé, il vous permet de contrôler directement vos survivants pendant le combat.

source: {{GOLD}}Build Menu{{WHITE}} By now you should be familiar with this button. It allows you to place rooms and to order your survivors to build new structures. Through research, more items can be unlocked.
fr: {{GOLD}}Menu de construction{{WHITE}} Vous devriez maintenant être familier avec ce bouton. Il vous permet de placer des zones et d'ordonner à vos survivants de construire de nouvelles structures. Grâce à la recherche, vous pourrez débloquer de nouvelles options dans ce menu.

source: {{GOLD}}Repair Order{{WHITE}} Occasionally, some of your structures will get damaged. This button allows you to give your settlers orders to repair them. A word of warning, though. Repairs aren't free, they generally cost resources, much less than rebuilding something from scratch, but you'll have to keep that in mind.
fr: {{GOLD}}Ordre de Réparation{{WHITE}} Parfois, certaines de vos structures seront endommagées. Ce bouton vous permet de donner l'ordre à vos colons de les réparer. Un mot d'avertissement cependant. Les réparations ne sont pas gratuites, elles coûtent généralement des ressources, beaucoup moins que de reconstruire quelque chose à partir de rien certes, mais vous devrez garder cela à l'esprit.

source: {{GOLD}}Raze Order{{WHITE}} The all-in-one button used to disassemble structures, cut trees and mine rocks.
fr: {{GOLD}}Ordre de Recyclage{{WHITE}} Le bouton tout-en-un utilisé pour désassembler des structures, couper des arbres et casser des rochers.

source: {{GOLD}}Cancel Order{{WHITE}} As we explained earlier, this is used to cancel building, razing or repair orders.
fr: {{GOLD}}Ordre d'annulation{{WHITE}} Comme nous l'avons expliqué précédemment, cette fonction est utilisée pour annuler des ordres de construction, de démolition ou de réparation.

source: {{GOLD}}Storage Menu{{WHITE}} The storage menu you just visited. {{GREEN}}About storage boxes{{WHITE}}: You can filter what you want to be put in storage boxes. Typically, having dedicated food and ingredient depots next to the kitchen will reduce workload and increase productivity!
fr: {{GOLD}}Menu de stockage{{WHITE}} Le menu de stockage que vous venez de visiter. {{GREEN}}A propos des zones de stockage{{WHITE}}: Vous pouvez filtrer ce que vous voulez mettre dans des boîtes de stockage. En règle générale, le fait d'avoir des dépôts d'aliments et d'ingrédients dédiés à côté de vos cuisines réduira la charge de travail et augmentera la productivité!

source: {{GOLD}}Population Menu{{WHITE}} This is where you can see all your population, give them weapons and armors, sort them by abilities, etc. With only 4 people in your current group, it's not yet a very important menu, but when you start handling a lot of survivors, it becomes quite useful.
fr: {{GOLD}}Menu de Population{{WHITE}} C'est ici que vous pouvez voir toute votre population, leur donner des armes et des armures, les trier par capacités, etc. Avec seulement 4 personnes dans votre groupe actuellement, ce n'est pas encore un menu très important, mais quand vous commencez à gérer beaucoup de survivants, il devient très utile.

source: {{GOLD}}Faction Menu{{WHITE}} This menu is where you conduct diplomacy with other factions, request trade caravans, pass laws, and manage your settlement and outposts as a whole.
fr: {{GOLD}}Menu Faction{{WHITE}} Ce menu est l'endroit où vous menez la diplomatie avec d'autres factions, demandez des caravanes commerciales, passez des lois, et gérez votre base et ses avant-postes.

source: {{GOLD}}City Map{{WHITE}} While this button is beyond the scope of the tutorial, it is used to look at the city map. With appropriate technologies, you'll be able to send expeditions to some location in order to find loot, lost technologies and new survivors. Later on, you'll even be able to repair and control resource production centers.
fr: {{GOLD}} Carte de la ville{{WHITE}} Ce bouton n'est pas clicable dans le tutoriel mais il est utilisé pour consulter la carte de la ville. Avec certaines technologies, vous serez en mesure d'envoyer des expéditions afin de trouver du butin, des technologies perdues et de nouveaux survivants. Plus tard, vous serez même en mesure de réparer et de contrôler les centres de production de ressources.

source: {{GOLD}}Job Priority Menu{{WHITE}} As your base expands, you'll start to notice that some orders take a long time to get accepted by your survivors. This small menu allows you to prioritize some jobs over others. For instance, you could prioritize research to make sure there's always someone working on new technologies.
fr: {{GOLD}}Menu Priorité{{BLANC}} Au fur et à mesure que votre base s'agrandit, vous remarquerez que certaines commandes mettent longtemps à être traitées par vos survivants. Ce petit menu vous permet de hiérarchiser certaines tâches par rapport à d'autres. Par exemple, vous pouvez donner la priorité à la recherche pour vous assurer qu'il y ai toujours quelqu'un qui travaille sur de nouvelles technologies.

source: {{GOLD}}Filters{{WHITE}} Located in the bottom right corner of the screen, when clicked it'll show a panel to filter in/out information.
fr: {{GOLD}}Filtres{{WHITE}} Situé dans le coin inférieur droit de l'écran, il sert a afficher un panneau pour filtrer les informations à l'ecran.

source: We'll now automatically finish the current research to get things going and resume the tutorial
fr: Nous allons maintenant terminer automatiquement la recherche en cours pour faire avancer les choses et reprendre le tutoriel

source: Open the {{GOLD}}Build Menu{{WHITE}}, go to the {{GOLD}}Entertainment{{WHITE}} tab, and select the {{GREEN}}Playing Card Table{{WHITE}}. Build one somewhere in the house. {{GOLD}}Goal: Build a Playing Card Table.
fr: Ouvrez le {{GOLD}}Menu de Construction{{WHITE}}, ouvrez l'onglet {{GOLD}}Distractions{{WHITE}}, puis sélectionnez la {{GREEN}}Table de Jeu{{WHITE}}. Construis-en une quelque part dans la maison. {{GOLD}}Objectif: Construire une table de jeu.

source: {{GOLD}}Needs Overview{{WHITE}} Needs are an important part of your survivors' well-being. They influence their morale, and in many cases their stats, skills and speed. There's 5 needs you need to watch out for. Hunger, Thirst, Sleep, Entertainment and Sickness. The first two are lethal, if one of your survivors can't find food or drinks for a few days they'll die. The other ones aren't lethal, but not having the means to satisfy them will make your people sad and less productive. With the {{GREEN}}playing card table{{WHITE}} built, your base can now satisfy all of your survivors' basic {{GOLD}}needs{{WHITE}}, except sickness. Sickness generally increases when your survivors drink dirty water, or catch an illness. It can be treated with specific medicine in a hospital zone.
fr: {{GOLD}}Besoins{{WHITE}} Les besoins sont une partie importante du bien-être de vos survivants. Ils influencent leur moral et, dans de nombreux cas, leurs statistiques, leurs compétences et leur vitesse. Il y a 5 besoins que vous devez surveiller. Faim, Soif, Sommeil, Divertissement et Maladie. Les deux premiers sont mortels, si l'un de vos survivants ne peut pas trouver de nourriture ou de boisson pendant quelques jours, il mourra. Les autres ne sont pas mortels, mais ne pas avoir les moyens de les satisfaire rendra les gens malheureux et moins productif. Avec la {{GREEN}}table de jeu{{WHITE}}, votre base peut désormais satisfaire tous les besoins de base de vos survivants, à l'exception de la maladie. La maladie augmente lorsque vos survivants boivent de l'eau sale ou attrapent une maladie. Il peut être traité avec des médicaments spécifiques dans une zone hospitalière.

source: {{GOLD}}Morale, Happiness and Depression{{WHITE}} Each survivor has a happiness gauge. It's influenced by various events, needs and traits. Failing to satisfy your people' needs will cause them to become sad. They will perform tasks more slowly, take more breaks and sleep more. Happy survivors move and work faster. You can track your survivors' happiness and needs either through the {{GOLD}}Population Menu{{WHITE}} or by clicking on individual survivors to open their {{GOLD}}Info Panel{{WHITE}}.
fr: {{GOLD}}Moral, bonheur et dépression{{WHITE}} Chaque survivant a une jauge de bonheur qui est influencée par divers événements, besoins et traits. Ne pas satisfaire les besoins de vos survivant les rendra tristes. Ils effectueront leur tâches plus lentement et dormiront plus. Les survivants heureux se déplacent et travaillent plus vite. Vous pouvez consulter le bonheur et les besoins de vos survivants soit dans le menu {{GOLD}}Population{{WHITE}} ou en cliquant sur les survivants individuellement pour ouvrir leur panneau d'information.

source: {{GOLD}}Weapons and Armors{{WHITE}} Each survivor can be equipped with a weapon, an armor, and a headgear. Those pieces of equipment can either be produced with the appropriate technology and crafting station, found on the corpses of defeated enemies, on the map, or during expeditions (locked behind the Exploration tech). You'll need to equip your people with the right gear, while keeping in mind that many weapons consume ammunition. Thankfully, your people will automatically equip ammo, granted it's available, when the need arises. There are many screens from which you can change equipment: {{GOLD}}Population Menu{{WHITE}}, {{GOLD}}Settler Info Panel{{WHITE}}, or simply by using the top panel. In each case, all you have to do is to click on the equipment slot you want to change, and select the one you want in the menu.
fr: {{GOLD}}Armes et Armures{{WHITE}} Chaque survivant peut être équipé d'une arme, d'une armure et d'un couvre-chef. Ces pièces d'équipement peuvent être produites avec la technologie et la station appropriées, trouvées sur les cadavres des ennemis vaincus, sur la carte ou lors d'expéditions (bloquées derrière la recherche Exploration). Vous devrez équiper votre personnel avec le bon équipement, tout en gardant à l'esprit que certaines armes consomment des munitions. Heureusement, votre personnel équipera automatiquement les munitions, dans la mesure où elles sont disponibles. Vous pouvez changer d'équipement sur de nombreux écrans: {{GOLD}}Menu Population{{WHITE}}, {{GOLD}}Panneau d'information{{WHITE}} du colon, ou tout simplement en utilisant le panneau en haut de l'écran. Dans chaque cas, tout ce que vous avez à faire est de cliquer sur l'emplacement d'équipement que vous souhaitez modifier, puis de sélectionner celui de votre choix dans le menu qui apparait à ce moment.

source: Equip ALL your survivors with the {{GREEN}}military armors{{WHITE}}.
fr: Equipez TOUS vos survivants avec une {{GREEN}}armure militaire{{WHITE}}.

source: A few moments later, a man appears in the distance...
fr: Quelques instants plus tard, un homme apparaît au loin ...

source: {{GOLD}}Tribal Raid{{WHITE}} In a few minutes, tribals will attack your colony. While your settlers can defend themselves against minor threats alone, you can be much more efficient by switching to {{GOLD}}Combat Mode{{WHITE}} and giving them manual orders. This is what we're going to review now. But, first of all, a few tips: Don't forget that you can pause/unpause the game at any point with the {{GOLD}}Space{{WHITE}} key. You can also slow down / accelerate the game with the {{GOLD}}[-]{{WHITE}} and {{GOLD}}[+]{{WHITE}} keys. Also, don't worry, the tribals won't attack until we're done with this part of the tutorial.
fr: {{GOLD}}Raid Tribal{{WHITE}} Dans quelques minutes, des sauvages attaqueront votre colonie. Bien que vos colons puissent se défendre seuls contre des menaces mineures, vous pouvez être beaucoup plus efficaces en passant en {{GOLD}}Mode de Combat{{WHITE}} et en leur donnant des ordres manuellement. C'est ce que nous allons examiner maintenant. Mais avant tout, quelques astuces: N'oubliez pas que vous pouvez mettre en pause ou réactiver le jeu à tout moment avec la touche {{GOLD}}Espace{{WHITE}}. Vous pouvez également ralentir/accélérer le jeu avec les touches {{GOLD}}[-]{{WHITE}} et {{GOLD}}[+]{{WHITE}}. Aussi, ne vous inquiétez pas, la tribu n'attaquera pas avant que nous ayons terminé cette partie du tutoriel.

source: Time to review combat mode. Click on the second button at the bottom of your screen.
fr: Il est temps de voir le mode de combat. Cliquez sur le second bouton en bas de l'écran.

source: Train yourself moving your units around, when you're done, press the button again.
fr: Entraînez-vous à déplacer vos unités. Lorsque vous avez terminé, appuyez à nouveau sur le bouton.

source: {{GOLD}}Combat Info{{WHITE}} There's plenty of ways to handle a fight. Normally, the best tactic is to make sure your base has a single point of entry while placing your long range units behind cover. Note that melee units (like Clara with her axe), while powerful, need to be next to the enemy to damage them, as such, they are generally best positioned in a corner next to an entrance or choke-point. Units under your direct control will not move until you give them the order, even while being fired at. But they will automatically fire at enemies in range. Additionally, if you think your people are in a good engagement but don't want to micromanage everyone, you can opt to exit the {{GOLD}}Combat Mode{{WHITE}} to let your survivors fend for themselves.
fr: {{GOLD}}Combat{{WHITE}} Il y a beaucoup de façons de gérer un combat. Normalement, la meilleure tactique consiste à s'assurer que votre base dispose d'un point d'entrée unique tout en plaçant vos unités à longue portée derrière une protection. Notez que les unités de mêlée (comme Clara avec sa hache), bien que puissantes, doivent être à côté de l'ennemi pour l'endommager. En conséquence, elles sont généralement mieux placées dans un coin à côté d'une entrée ou d'un goulot d'étranglement. Les unités sous votre contrôle direct ne bougeront pas à moins que vous leur donniez l'ordre, même lorsque qu'on leur tire dessus, mais elles tireront automatiquement sur les ennemis à portée. De plus, si vous pensez que le combat va entre faveur, mais que vous ne voulez pas gérer tout le monde, vous pouvez choisir de quitter le {{GOLD}}Mode de Combat{{WHITE}} pour laisser vos survivants se débrouiller seuls.

source: {{GOLD}}Combat Info{{WHITE}} In any case, don't worry too much, tribals are badly armed and unorganized while your people have guns and military armors. We'll now let you make any preparation you see fit.
fr: {{GOLD}}Combat {{WHITE}} En tout cas, ne vous inquiétez pas trop, les sauvages sont mal armés et inorganisés alors que vos survivants possèdent des armes à feu et des armures militaires. Nous allons maintenant vous laisser faire vous préparer, si vous en jugez le besoin.

source: Make any preparation you see fit for the incoming fight, Press the button below when ready.
fr: Préparez vous pour le raid si besoin. Appuyez sur le bouton ci-dessous lorsque vous êtes prêt.

source: Start Fight
fr: Démarrer Combat

source: Tribals are attacking! Get rid of them.
fr: Les sauvages attaquent! Débarrassez-vous d'eux.

source: Good Job, the tribals have been defeated!
fr: Bon travail, les sauvages ont été vaincus!

source: You should build a corpse disposal zone outside of the house. Dead bodies will be moved there by your survivors.
fr: Vous devriez construire un cimetière à l'extérieur de la maison. Les cadavres y seront placés par vos survivants.

source: {{GOLD}}Goal:{{WHITE}} Build a corpse disposal zone.
fr: {{GOLD}}Objectif:{{WHITE}} Ajouter une zone d'élimination des cadavres.

source: {{GOLD}}Tutorial{{WHITE}} This concludes the guided part of the tutorial. You should have most of the tools needed to build a succesful settlement now. There's, of course, plenty more options to explore. You could build a hospital to heal survivors who might have been hurt during the fight, research the exploration technology to start an expedition, place a trading zone to attract traders, and so on. The map you're currently on doesn't contain any late game resources, as such it might be difficult to build the more advanced structures but you're still free to experiment and play on it until you feel you're ready for the main game.
fr: {{GOLD}}Didacticiel{{WHITE}} Ceci conclut la partie guidée du tutoriel. Vous devriez avoir la plupart des outils nécessaires pour construire une base avec succès maintenant. Il y a bien sûr beaucoup plus d'options à explorer. Vous pouvez construire un hôpital pour soigner les survivants qui pourraient avoir été blessés pendant le combat, faire des recherches sur la technologie d'exploration permettant de lancer une expédition, créer une zone de commerce pour attirer les marchands, etc. La carte sur laquelle vous vous trouvez ne contient aucune ressource avancée. Il sera donc plus difficile de construire les structures les plus avancées, mais vous êtes toujours libre d'expérimenter et de jouer dessus jusqu'à ce que vous vous sentiez prêt pour le jeu principal.

source: {{GOLD}}Tutorial{{WHITE}} Tutorial Ended. - Your survivors are no longer invincible during combat - Random events have been unlocked - You received a bunch of free resources and weapons in your bunker Have fun, and thank you for your support!
fr: {{GOLD}}Didacticiel{{WHITE}} Tutoriel Terminé. - Vos survivants ne sont plus invincibles pendant le combat - Des événements aléatoires ont été déverrouillés - Vous avez reçu un tas de ressources et d'armes dans votre bunker Amusez-vous et merci pour votre soutien!

source: Well, that wasn't so bad!
fr: Eh bien, ce n'était pas si terrible!

source: Speak for yourself... The plumbing has been clogged for 2 months. Please, Jenny, tell me we're not going back in.
fr: Parle pour toi... La plomberie est bouchée depuis 2 mois. S'il te plaît, Jenny, dis-moi qu'on peut rester dehors.

source: Radiation levels seem to be acceptable. It's not ideal, mind you, but..
fr: Les niveaux de radiation semblent être acceptables. Ce n'est pas idéal, mais...

source: That will have to do.
fr: On va faire avec.

source: But! We shouldn't use the furniture in this house, they've been tainted.
fr: Mais! Nous ne devrions pas utiliser les meubles de cette maison, ils ont été contaminés.

source: Well, time to do what I do best, then, break stuff!
fr: Il est temps pour moi de faire ce que je fais le mieux, alors, démolition!

source: Sounds good, we can use the bunker to store our resources.
fr: Parfait, nous pouvons utiliser le bunker pour stocker nos ressources.

source: This is going to take a while!
fr: Cela va prendre un moment!

source: Yeah, seems so.
fr: Oui, ça en à l'air.

source: Teddy! You should probably start setting up some farms now, our stocks won't last forever.
fr: Teddy! Tu devrez probablement commencer à installer des fermes maintenant, nos réserves ne dureront pas éternellement.

source: Sure! Good thing I brought those potato seeds.
fr: Ok ! Heureusement que j'ai apporté ces graines de pomme de terre.

source: For fuck's sake, it's raining now!
fr: Et merde! Il pleut maintenant!

source: Isn't that good for the farm?
fr: N'est-ce pas bon pour la ferme?
