Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: One of your survivors just got the {{GOLD}}Experienced{{WHITE}} trait! As your survivors build, research and kill things, they gain some experience proportional to the tasks. After a while, they will get this trait.Experienced people get a small boost to their attributes. However, it is also more difficult to keep them happy. They will request an individual bedroom to keep them content. The better the bedroom, the happier they will be. Note: Settlers will automatically try to claim a bedroom if one is available after receiving the trait.
fr: L'un de vos survivants vient d'obtenir le trait {{GOLD}}Expérimenté{{WHITE}} Au fur et à mesure que vos survivants construisent, font des recherches et tuent des choses, ils acquièrent de l'expérience proportionnelle aux tâches. Après un certain temps, ils finissent par recevoir ce trait qui leur donne un petit bonus à leurs attributs. Cependant, il est également plus difficile de les garder heureux. Ils demanderont une chambre individuelle par exemple. Plus la chambre est de qualité, plus ils seront heureux. Remarque: Les survivants essaieront automatiquement de réserver une chambre individuelle, si il y en a de disponible, après avoir reçu le trait.

source: Lounge
fr: Salon

source: You've just built the foundations for a lounge! Lounges provide a place for your survivors to take a break and have a chat. They also provide a passive fix to your people' recreational needs and can be further improved with appropriate furniture (sofas, card tables...).
fr: Vous venez de construire les fondations d'un salon! Les salons offrent à vos survivants un endroit où ils peuvent faire une pause et discuter. Ils fournissent également une solution passive aux besoins récréatifs des survivants et peuvent être encore améliorés avec des meubles appropriés (canapés, tables de cartes, etc).

source: Private Bedroom
fr: Chambre Privée

source: You've just built the foundations for a private bedroom! Those single-bed bedrooms can be attributed to individual survivors using the menu associated with this zone. They provide a place to sleep and a morale bonus to the owner. Additionally, experienced survivors will request individual bedrooms. Without it, they'll suffer a massive morale hit.
fr: Vous venez de construire les fondations d'une chambre individuelle! Ces chambres à un seul lit peuvent être données à des survivants en utilisant le menu associé à cette zone. Ils fournissent un endroit pour dormir et un bonus de moral pour le propriétaire. De plus, les survivants expérimentés demanderont des chambres individuelles. Sans elles, ils seront de mauvaise humeur.

source: Settlement Location
fr: Lieu de Colonie

source: Welcome to the city map. Here you can select where you want to build your colony. Simply click on a location and press the settle button at the bottom of the screen to do so. Avoid settling in military bases unless you really know what you are doing. Good luck!
fr: Bienvenue sur la carte du monde. Ici, vous pouvez sélectionner où vous voulez construire votre colonie. Il suffit de cliquer sur un emplacement et appuyez sur le bouton "coloniser" en bas de l'écran pour le faire. Évitez de vous installer dans une base militaire à moins de vraiment savoir ce que vous faites. Bonne chance!

source: Zone Placement
fr: Placement de zone

source: You are about to place your first zone. {{ORANGE}}PLEASE READ: {{GOLD}}Left click{{WHITE}} once to set one of the corners. {{GOLD}}Left click{{WHITE}} a second time to place the second corner delimiting your zone. You can go back one step with a {{GOLD}}right click{{WHITE}}. Additionally, you can queue the building of several similar zones in a row by keeping the [Shift] key pressed.
fr: Vous êtes sur le point de placer votre première zone. {{ORANGE}} IMPORTANT: {{GOLD}}Cliquez gauche{{WHITE}} une fois pour définir l'un des coins. {{GOLD}}Cliquez gauche{{WHITE}} une deuxième fois pour placer le deuxième coin délimitant votre zone. Vous pouvez revenir en arrière d'une étape avec un {{GOLD}}clic droit{{WHITE}}. En outre, vous pouvez construction plusieurs zones similaires d'affilée en gardant la touche [Shift] enfoncée.

source: Underground Bunker
fr: Bunker souterrain

source: You are beginning the game in an underground bunker. The bunker comes with its own electrical grid and lighting so you can grow your crops. However you do not have access to the electric technology yet. You won't be able to move or replace electrical components until you do. Also, pay attention to your wood and coal resources as they are the only way to feed the generator. Good Luck!
fr: Vous commencez le jeu dans un bunker souterrain. Le bunker vient avec son propre réseau électrique afin que vous puissiez cultiver vos cultures. Cependant, vous n'avez pas encore accès à la technologie Electricité. Vous ne serez pas en mesure de déplacer ou de remplacer les composants électroniques jusqu'à ce que ce soit le cas. En outre, faites attention à vos ressources en bois et en charbon car elles sont la seule façon de nourrir le générateur. Bonne chance!

source: Building Placement
fr: Placer Constructions

source: You are about to place your first building. You can use the {{GOLD}}[
fr: Vous êtes sur le point de placer votre premier bâtiment. Vous pouvez utiliser {{GOLD}} [

source: ]{{WHITE}} and {{GOLD}}[
fr: ]{{WHITE}} et {{GOLD}}[

source: ]{{WHITE}} keys to rotate it. {{GOLD}}[
fr: ]{{WHITE}} touches pour le faire pivoter. {{GOLD}}[

source: ]{{WHITE}} to reset the rotation. Hold {{GOLD}}[Shift]{{WHITE}} while pressing those keys to rotate the building by smaller increments. A {{GOLD}}left-click{{WHITE}} will place the building. A {{GOLD}}right-click{{WHITE}} will cancel the order.
fr: ]{{WHITE}} réinitialise la rotation. Maintenez {{GOLD}}[Shift]{{WHITE}} en appuyant sur ces touches pour faire pivoter le bâtiment par de plus petits incréments. Un {{GOLD}}clic gauche{{WHITE}} placera le bâtiment. Un {{GOLD}}clic droit{{WHITE}} annulera la commande.

source: Death
fr: Mort

source: Someone or something who need to be buried just died. To prevent corpse from piling up and spreading diseases, you should build a {{GREEN}}Corpse disposal{{WHITE}} zone which can be found in the {{GOLD}}Building Menu{{WHITE}} (shorcut: F1). Alternatively, you can also build graves to achieve the same effect, with the added bonus of giving your settlers the option to mourn their deceased friends.
fr: Quelqu'un ou quelque chose qui a besoin d'être enterré vient de mourir. Pour éviter que les cadavres ne s'accumulent et propagent des maladies, vous devez construire une zone {{GREEN}}Cimetière{{WHITE}} vous trouverez dans le menu de {{GOLD}}construction{{WHITE}} (F1). Alternativement, vous pouvez également construire des tombes pour obtenir le même effet, avec l'avantage de donner à vos colons la possibilité de visiter ces tombes à l'occasion.

source: Happiness
fr: Joie

source: One of your survivors is getting depressed. In this state, they work poorly and slowly. It will last until this person's happiness gets better. You can keep your survivors happy by building {{GOLD}}Entertainment{{WHITE}} structures and building a {{GOLD}}Lounge{{GREEN}}. Proper beds, food and water also help a lot.
fr: Un de vos survivants est déprimé. Dans cet état, il travaille mal et plus lentement, ce qui durera tant que le bonheur de cette personne est minimal. Vous pouvez garder vos survivants heureux en construisant des structures de {{GOLD}}Divertissement{{WHITE}} et d'un {{GOLD}}Salon{{GREEN}}. Avoir assez de lits, de nourriture et d'eau aident également beaucoup dans ce domaine.

source: Building Menu
fr: Construire

source: This is the menu from which you build zones, structures and work stations. You can get more information about each buildable item by {{GOLD}}right-clicking{{WHITE}} on them. To select an item to build, simply {{GOLD}}left-click{{WHITE}} on it. Additional building options are unlocked by building a {{GREEN}}Research Station{{WHITE}} and researching new technologies.
fr: C'est le menu à partir duquel vous allez construire des zones, structures et des postes de travail. Vous pouvez obtenir plus d'informations sur chaque élément pouvant être construit avec un {{GOLD}}clique droit{{WHITE}}. Pour sélectionner une construction, faites un {{GOLD}}clic gauche{{WHITE}}. D'autres options de construction sont déverrouillées en construisant une {{GREEN}}Station de recherche{{WHITE}} et en découvrant de nouvelles technologies.

source: Zone Building
fr: Réglages de zone

source: This menu on the left is the Zone Building panel. It allows you to define zones for specific activities. While your survivors are generally fairly self sufficient, they are a bit dumb when it comes to knowing where to eat or sleep. This menu allows you to take care of that. Some zones have specific needs. For instance, a {{GOLD}}Dining Room{{WHITE}} will need at least a chair, a table and be within solid walls. {{ORANGE}}Tips:{{WHITE}} Traders won't come to your settlement until you've setup a {{GOLD}}Trading Zone{{WHITE}}.
fr: Ce menu sur la gauche est le panneau de construction de zones. Il vous permet de définir des zones pour des activités spécifiques. Même si vos survivants sont assez auto-suffisant, ils ont tout de même besoin d'être guidés pour savoir où manger ou dormir. Ce menu vous permet de vous en occuper. Certaines zones ont des besoins spécifiques. Par exemple, une {{GOLD}}Salle à Manger{{WHITE}} aura besoin d'au moins une chaise, une table et d'être entre 4 murs. {{ORANGE}}Conseil:{{WHITE}} les marchands ne viendront pas tant que vous n'aurez pas configuré une {{GOLD}}Zone de Commerce{{WHITE}}.

source: Survivor Info Panel
fr: Info sur survivant

source: This menu on the left is the Survivor Info Panel. It details everything you need to know about a specific survivor. You can rename them by clicking on their name. You can access a detailed panel about their mood by clicking the green mood gauge. Additionally, you can equip new armors or weapons, granted you have some in storage, by clicking the appropriate icons. A right click on the same icons will show the selected weapon or armor statistics.
fr: Ce menu à gauche est le panneau d'information pour vos survivants. Il détaille tout ce que vous devez savoir sur un survivant spécifique. Vous pouvez les renommer en cliquant sur leur nom. Vous pouvez accéder à un panneau détaillé sur leur humeur en cliquant sur la jauge d'humeur (en vert). En outre, vous pouvez équiper de nouvelles armures ou des armes, si vous en avez en stock, en cliquant sur les icônes appropriées. Un clic droit sur les mêmes icônes montrera les statistiques pour l'arme ou l'armure sélectionnée.

source: Water and Thirst
fr: Eau et Soif

source: One of your survivors is getting quite thirsty. Your initial supplies will only last for a few days, make sure to build {{GREEN}}Rain Collectors{{WHITE}}. You should also research the {{GOLD}}Carpentry{{WHITE}} tech quickly to secure a more reliable mean of producing water. The water you'll collect is polluted. While drinkable, it will gradually sicken your people. You can purify it at a {{GREEN}}Campfire{{WHITE}}.
fr: Un de vos survivants a soif. Vos stocks initiaux ne dureront que quelques jours, assurez-vous de construire des {{GREEN}}collecteurs de pluie{{WHITE}}. Vous devez également rechercher rapidement la technologie {{GOLD}}Carpentry{{WHITE}} afin d'obtenir un moyen de production d'eau plus fiable. L'eau que vous collecterez sera polluée. Bien que potable, cela va rendre vos survivant malade au fil du temps. Vous pouvez la purifier à un {{GREEN}}feu de camps{{WHITE}} (et plus tard avec un purificateur).

source: Food and Hunger
fr: Nourriture et Faim

source: One of your survivors is getting quite hungry. Your initial supplies will only last for a few days, make sure you have farms up and running soon. Meanwhile, it would be a good idea to loot kitchens and restaurants for canned food. Vegetables and other food ingredients must be converted into proper meals at a {{GREEN}}Basic Kitchen{{WHITE}}. Make sure to pick one of your people and use him as a dedicated cook.
fr: Un de vos survivants a faim. Vos ressources initiales ne dureront que quelques jours, assurez-vous de construire des champs et planter des pommes de terre. En attendant, ce serait une bonne idée de piller des cuisines et des restaurants à la recherche de nourriture. Les ingrédients alimentaires doivent être convertis en repas appropriés avec une {{GREEN}}Cuisine{{WHITE}}.

source: Trading
fr: Commerce

source: Traders are entering your settlement. To trade with them, wait for the vehicle to stop in your trading zone and click on it. Note that each trader has their own interests and price ranges. Money you make selling things to a particular trader can be reused to buy things from the next one.
fr: Des marchands entrent dans votre colonie. Pour échanger avec eux, attendez que le véhicule s'arrête dans votre zone de commerce (qui doit se trouver dans une zone accessible pour les véhicules) et cliquez dessus. Notez que chaque commerçant a ses propres intérêts et gamme de prix. L'argent que vous gagnez en vendant à un commerçant particulier peut être réutilisé pour acheter des choses la prochaine fois.

source: Welcome! Your goal is to manage a group of survivors soon after the third world war. You'll have care for them by providing food, shelter, entertainment and defenses. Your first task will be to locate a decently large building to house your people while designating farms for your long term survival.
fr: Bienvenue! Votre objectif est de gérer un groupe de survivants peu de temps après la fin de la troisième guerre mondiale. Vous devez prendre soin d'eux en fournissant de la nourriture, un abri, des divertissements et des défenses. Votre première tâche sera de localiser un bâtiment décemment grand pour loger tout le monde tout en désignant des fermes pour votre survie à long terme.

source: Combat Mode
fr: Combat

source: You enabled 'combat mode' for the first time. In this mode, survivors with the {{GREEN}}Military{{WHITE}} skill enabled will be under your direct control. {{RED}}Unit Selection:{{WHITE}} You can select one or multiple survivors with a {{GOLD}}left-click{{WHITE}} or with lasso selection (keep left mouse button pressed while moving the cursor to form a rectangle around the units you want to select). You can also cycle through individual military units with the {{GOLD}}[N]{{WHITE}} key.
fr: Vous venez d'activer le mode de combat pour la première fois. Dans ce mode, les survivants avec la compétence {{GREEN}}Militaire{{WHITE}} seront sous votre contrôle direct. {{RED}}Sélection unités:{{WHITE}} Vous pouvez sélectionner un ou plusieurs survivants avec un {{GOLD}}clic gauche{{WHITE}} ou avec une sélection lasso (maintenez enfoncé le bouton gauche de la souris tout en déplacant le curseur pour former un rectangle autour des unités voulues). Vous pouvez également parcourir les unités militaires individuellement avec la touche {{GOLD}}[N]{{WHITE}}.

source: {{RED}}Giving Orders:{{WHITE}} With some of survivors selected, use the {{GOLD}}right-click{{WHITE}} to move them around or to force them to attack a specific target. You can also queue orders by maintaining the {{GOLD}}[shift]{{WHITE}} key pressed while right-clicking. You can force them to attack neutral and friendly targets by pressing {{GOLD}}[Ctrl]{{WHITE}} while right-clicking on the target. Without specific orders, your military will automatically shoot at enemies in range. Note that your units generally can't move and shoot at the same time.
fr: {{RED}} Donner des ordres: {{WHITE}} Avec certains survivants sélectionnés, utilisez le {{GOLD}} clic droit{{WHITE}} pour les déplacer ou pour les forcer à attaquer une cible spécifique. Vous pouvez également mettre en file d'attente les commandes en conservant {{GOLD}} la clé {{WHITE}} pressée en cliquant à droite. Vous pouvez les forcer à attaquer des cibles neutres et amicales en appuyant sur {{GOLD}}[Ctrl]{{WHITE}} tout en cliquant à droite sur la cible. Sans ordres spécifiques, vos militaires tireront automatiquement sur les ennemis à portée. Notez que vos unités ne peuvent généralement pas se déplacer et tirer en même temps.

source: Your militia is highlighted with a {{GREEN}}green{{WHITE}} circle underneath, neutrals and civilians have a {{GRAY}}gray{{WHITE}} one, and hostiles are in {{RED}}red{{WHITE}}. Unless attacked, civilians will continue to work as usual. You can also tell them to hide in a shelter by setting up the appropriate zone. {{ORANGE}}Note:{{WHITE}} The game has been paused, you can still issue orders while in pause. Use the {{GOLD}}[Space]{{WHITE}} key to toggle active pause.
fr: Votre milice est mise en surbrillance {{GREEN}}verte{{WHITE}}, les neutres et les civils sont en {{GRAY}}gris{{WHITE}}, et les hostiles sont en {{RED}}rouge{{WHITE}}. A moins qu'ils ne soient attaqués, les civils continueront à travailler comme d'habitude. Vous pouvez également leur dire de se cacher dans un abri en installant la zone appropriée. {{ORANGE}}Remarque:{{WHITE}} le jeu a été mis en pause, vous pouvez toujours émettre des commandes en pause. Utilisez la touche {{GOLD}}Espace{{WHITE}} pour activer la pause active.

source: Never show this tip again
fr: Ne plus afficher ce conseil

source: You can reset the tips in the Game Settings menu
fr: Vous pouvez réinitialiser les astuces dans les paramètres

source: Close
fr: Fermer

source: You can move the camera faster by holding [shift] and a movement key. You can also move it by holding the middle mouse button.
fr: Vous pouvez déplacer la caméra plus rapidement en tenant [shift] et une touche de mouvement appuyés. Vous pouvez également la déplacer en maintenant le bouton du milieu de la souris enfoncé.

source: When placing a zone, hold [shift] to queue another one.
fr: Lorsque vous placez une zone, maintenez [shift] appuyer pour en placer une identique juste à la suite.

source: You can rename people and animals by clicking on their name in their info panel.
fr: Vous pouvez renommer vos survivants en cliquant sur leur nom dans leur panneau d'information.

source: Keeping a steady supply of clean water is critical. Early on, use a campfire and water collectors. Later on, a water purifier and a well.
fr: Maintenir un approvisionnement régulier en eau propre est essentiel. Au début, utilisez un feu de camp et des collecteurs d'eau. Plus tard, un purificateur d'eau et un puits.

source: Build a trading zone early so traders can come to your settlement.
fr: Construisez une zone pour les marchands rapidement afin qu'ils puissent venir visiter votre colonie.

source: Build a corpse disposal to take care of the dead bodies which would render nearby survivors sick otherwise.
fr: Construisez un cimetière pour éviter les maladies transmises par les cadavres.

source: When placing a structure, hold [shift] and one of the rotation keys to rotate it in a precise fashion.
fr: Lorsque vous placez une structure, maintenez la touche [Shift] et l'une des touches de rotation pour la faire pivoter de façon plus précise.

source: Keyboard shortcuts can be edited in the settings menu.
fr: Les raccourcis clavier peuvent être édités dans réglages.

source: Modern firearms are powerful but can break and require expensive and hard to come by ammunition.
fr: Les armes à feu modernes sont puissantes mais peuvent se casser et exigent des munitions qui peuvent être coûteuses et difficiles à trouver.

source: Survivors with a high military skill have a chance to bypass armor when using ranged weaponry.
fr: Les survivants avec une grande habileté militaire ont une chance d'ignorer l'armure adverse durant un combat.

source: With the appropriate technology, you can launch expeditions to find resources and people to recruit.
fr: Avec la technologie appropriée, vous pouvez lancer des expéditions pour trouver des ressources et d'autres survivants.

source: Potatoes are a decent food source for small bases. Rice is more efficient but is more fragile.
fr: Les pommes de terre sont une source de nourriture décente en début de partie. Le riz est beaucoup plus efficace mais est relativement fragile.

source: Caverns and sewers might be hard to conquer, but once secured, they are relatively safe and contain plenty of resources.
fr: Les cavernes souterraines et les égouts sont difficiles à conquérir, mais une fois sécurisés, ils sont relativement sûrs et contiennent beaucoup de ressources.

source: When starting a new game, it is useful to review your survivors and disable research and farming on the worst performing ones.
fr: Lors d'une nouvelle partie, il est utile de passer en revue vos survivants et désactiver la recherche et l'agriculture sur les moins performants.

source: You can find food, water and other basic resources in the many abandoned buildings.
fr: Vous pouvez trouver de la nourriture, de l'eau et d'autres ressources de base dans les nombreux bâtiments abandonnés.

source: As your base expands, you will need more dedicated cooks and kitchens.
fr: A mesure que votre base s'agrandit, vous aurez besoin de plus de cuisiniers et de cuisines dédiées.

source: You can [ctrl] + click to forcefully select zones and rooms even when objects are in the way.
fr: Vous pouvez [ctrl] + cliquer pour forcer la sélection d'une zones même lorsque des objets sont dessus.

source: A right click on items in most menus will make an information panel show up.
fr: Un clic droit sur les éléments de la plupart des menus fera s'afficher un panneau d'information.

source: With the Animal Care technology, giant crabs, spiders and scorpions might drop eggs on death which you can grow into friendly creatures.
fr: Avec la technologie Animal Care, les crabes géants, les araignées et les scorpions peuvent donner des oeufs à leur mort que vos pouvez faire éclore pour donner des créatures amicales.

source: Some technologies can only be unlocked by exploring specific locations in the city.
fr: Certaines technologies ne peuvent être débloquées qu'en explorant des endroits spécifiques dans la ville.

source: Cattle requires a lot of animal food (produced from wheat farms or meat) if you don't want it to die out.
fr: Le bétail a besoin de beaucoup d'aliments pour animaux (produits à partir de blé ou de viande) si vous ne voulez pas qu'il meurt.

source: You can transfer power from a map layer to another by placing 2 power relays at the same position on each layer.
fr: Vous pouvez transférer l'électricité entre la surface et les sous-sols en plaçant 2 relais à la même position, un à chaque niveau.

source: Already Placed
fr: Déjà Placé

source: This item can only have {0} instance(s) on the map.
fr: Vous ne pouvez construire que {0} object(s) comme celui là par carte.

source: Incorrect Distance
fr: Distance incorrecte

source: {0} must be placed at least {1} tiles away from another instance of itself.
fr: {0} doit être éloigné au moins de {1} tuiles d'une autre instance de lui-même.

source: Combat Mode Enabled!
fr: Combat Activé!

source: Combat Mode Disabled!
fr: Combat Désactivé!

source: {0} survivors sent to fetch more ammunition.
fr: {0} survivants envoyés chercher plus de munitions.

source: Items in {0} tiles have been marked for retrieval.
fr: Le loot dans {0} lieux a été marqué pour être récupéré.

source: {0} objects have been marked for removal.
fr: {0} objets ont été marqués pour suppression.

source: The stairs must be selected individually to be removed.
fr: Les escaliers doivent être sélectionnés individuellement pour être enlevés.

source: Military Sheet
fr: Fiche Militaire

source: Milita Member
fr: Membre de la milice

source: Patrol Location:
fr: Position de patrouille:

source: Set Location
fr: Définir Position

source: Click on the map to set the waypoint
fr: Cliquez sur la carte pour définir le waypoint
