Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: Sure, but I'd rather be inside instead of catching a cold working the fields!
fr: Bien sûr, mais je préférerais être à l'intérieur plutôt que d'attraper un rhume!

source: We probably should build some barrels outside to collect the water.
fr: Nous devrions probablement construire des barils à l'extérieur pour collecter l'eau.

source: Ain't the water dangerous?
fr: L'eau est dangereuse, non?

source: Yes probably, we'll have to boil it.
fr: Oui probablement, nous devrons la faire bouillir.

source: Is that going to be enough?
fr: Est-ce que ça va suffire?

source: Not really, but we don't have much of a choice anyway.
fr: Pas vraiment, mais nous n'avons pas le choix.

source: Good! We should build a campfire nearby to boil the water.
fr: Bien! Nous devrions faire un feu de camp à proximité pour faire bouillir l'eau.

source: Nicely done! That should keep us going for a while.
fr: Cela devrait nous faire tenir pendant un moment.

source: All that work is getting tiring, I'd love to take a nap.
fr: Tout ce travail est fatiguant, j'aimerais faire une sieste.

source: We spent two years in that goddamn bunker and now you want to sleep?!
fr: Nous avons passé deux ans dans ce foutu bunker et maintenant tu veux dormir?!

source: Well, yes?
fr: Hé bien oui?

source: He has a point, though. We should setup basic living quarters. Unless you prefer sleeping in the bunker?
fr: Il n'a pas tort. Nous devrions préparer la maison pour pouvoir y vivre. A moins que tu ne préfères dormir dans le bunker?

source: Fine! What do we need?
fr: Ok, ok! De quoi avons nous besoin?

source: Let's start with the basics and setup a {{GREEN}}dining room{{WHITE}} and {{GREEN}}barracks{{WHITE}}.
fr: Commençons par les bases. Construisons une {{GREEN}}salle à manger{{WHITE}} et une {{GREEN}}caserne{{WHITE}}.

source: Sure, we'll just reuse the existing rooms now that they've been cleared.
fr: Réutilisons les salles existantes maintenant qu'elles ont été nettoyées.

source: Time to setup the {{GREEN}}dining room{{WHITE}} now.
fr: Il est temps d'installer la {{GREEN}}salle à manger{{WHITE}} maintenant.

source: Nothing too fancy, we need to save our resources. A few tables and chairs will be enough.
fr: Rien d'extraordinaire, nous devons économiser nos ressources. Quelques tables et chaises suffiront.

source: Home, sweet home.
fr: Enfin! Nous avons un endroit habitable.

source: Teddy, how's the farm doing?
fr: Teddy, comment va la ferme?

source: Good, but it'll take time before we get our first harvest. I'm not sure we have enough food.
fr: Bien, mais cela prendra du temps avant que nous ayons notre première récolte. Je ne suis pas sûr que nous ayons assez de nourriture.

source: Hey, I found some canned food while scavenging the kitchen, we could use those.
fr: Hé, j'ai trouvé des conserves en nettoyant la cuisine, on pourrait les utiliser.

source: As long as we cook them first, i have no objections.
fr: Tant que nous les faisons cuire d'abord, je n'ai pas objection.

source: So... Now that I've removed the kitchen, I'm supposed to build a new one?
fr: Alors ... Maintenant que j'ai démoli la cuisine, je dois en reconstruire une nouvelle?

source: We have no idea what happened here, poison gas, radiations, who knows. Better safe than sorry.
fr: Nous n'avons aucune idée de ce qui s'est passé ici, gaz toxiques, radiations, qui sait. Mieux vaut prévenir que guérir.

source: Ok, ok. Let's get to it.
fr: Ok, ok. c'est bon.

source: It's taking form!
fr: Ça prend forme!

source: Yes. I'd suggest to build a {{GREEN}}research station{{WHITE}} now.
fr: Oui. Je suggérerais de construire une {{GREEN}}station de recherche{{WHITE}} maintenant.

source: To what end?
fr: A quelle fin?

source: We have no idea what's out there yet. We can't possibly be the only survivors, and do you remember the days before the bombs dropped?
fr: Nous n'avons aucune idée de ce qui se passe dehors. Nous ne pouvons pas être les seuls survivants et vous vous souvenez des jours qui ont précédé les bombes?

source: Yeah.. Looting, pillaging...
fr: Ouais.. Pillages, gangs...

source: All I'm saying, is that if we want to keep this place running, we'd better start preparing for the future.
fr: Tout ce que je dis, c'est que si nous voulons que cet endroit continue de fonctionner, nous ferions mieux de commencer à nous préparer pour l'avenir.

source: Good point, do we have enough materials for what you need?
fr: Bon point, avons-nous assez de matériel pour ce dont tu as besoin?

source: Yes, I think so.
fr: Oui, je crois.

source: All done!
fr: Terminé!

source: Nice! Time for me to do my magic! Any suggestion?
fr: Cool ! Temps pour moi de me mettre au travail ! Des suggestions?

source: We should probably start with {{GREEN}}Medical{{WHITE}} or {{GREEN}}Carpentry{{WHITE}}.
fr: Nous devrions probablement commencer par la {{GREEN}}Menuiserie{{WHITE}} ou le {{GREEN}}Médical{{WHITE}}.

source: What's their benefits?
fr: Quels sont leurs avantages respectifs?

source: With {{GREEN}}Medical{{WHITE}}, the immediate benefit is that we could build an infirmary in case someone gets hurt.
fr: Avec Médical, l'avantage immédiat est que nous pourrions construire une infirmerie au cas où quelqu'un serait blessé.

source: We'll improvise for a while. And {{GREEN}}Carpentry{{WHITE}}?
fr: On va improviser le moment venu. Et {{GREEN}}Menuiserie{{WHITE}}?

source: More furniture, beds, entertainment, and the ability to build a well. At the end of the day, we'll need both anyway.
fr: Plus de meubles, lits, divertissement, et la capacité de construire un puits. Au final, nous aurons besoin des deux de toute façon.

source: Beds? That sounds good!
fr: De vrais lits? C'est tentant!

source: Ok, Jenny, let's start with {{GREEN}}Carpentry{{WHITE}}.
fr: Ok, Jenny, commençons par {{GREEN}}Menuiserie{{WHITE}}.

source: Sure thing!
fr: Ça roule!

source: It should take a few days. You might as well get busy.
fr: Ça devrait prendre quelques jours. Vous devriez passer à autre chose pendant ce temps.

source: Our resources are getting a bit scarce, we should probably start cutting trees and breaking rocks...
fr: On commence à manquer de ressources, nous devrions probablement couper des arbres, casser des pierres, ce genre de trucs.

source: Yes, we need to build some {{GREEN}}forges{{WHITE}} to convert some into metal and fuel.
fr: Oui, nous devons construire quelques {{GREEN}}forges{{WHITE}} pour des resources en métal et en carburant.

source: Nice! Things are getting a bit boring around here, we need some entertainment.
fr: Cool! Les choses deviennent un peu ennuyeuses ici, nous avons besoin de divertissement.

source: *grumble*
fr: *grognement*

source: Agreed! Let's build something to pass the time!
fr: D'accord! Construisons quelque chose pour passer le temps!

source: You can't be serious!
fr: Tu ne peux pas être sérieux!

source: Hey, they're right, keeping the morale up is important.
fr: Hé, ils ont raison, garder le moral est important.

source: Happy workers are more productive!
fr: Les travailleurs heureux sont plus productifs!

source: Ok ok, fine.
fr: Ok ok, d'accord.

source: Hey gang! Look at what I found in the bunker!
fr: Hé! Regardez ce que j'ai trouvé dans le bunker!

source: What?
fr: Quoi?

source: A bunch of military surplus I bought just before the war! I knew those would come handy someday!
fr: Un tas de surplus militaire que j'ai acheté juste avant la guerre! Je savais qu'ils seraient utiles un jour!

source: Please, don't start with you 'haha who's the crazy one now?' story again, we've heard it already.
fr: S'il te plaît, ne recommence pas avec ton histoire 'haha, qui est le survivaliste fou maintenant?', nous l'avons déjà entendu.

source: Multiple times!
fr: Des tonnes!

source: Every single day!
fr: Tous les jours!

source: Hey, you want the gear or not?
fr: Hé, vous voulez les armures ou pas?

source: Guys?
fr: Euuuh, les gens?

source: I think I'm seeing someone in the distance, running toward us.
fr: Je vois quelqu'un au loin qui court vers nous.

source: Just one?
fr: Seulement un?

source: Yes, I think he's waving at us.
fr: Oui, je crois qu'il nous fait des signe.

source: Not going to take any chance!
fr: Je n'ai pas l'intention de prendre le moindre risque!

source: Hey there, calm down! Whoever this is, they must have information, a resource we lack. Let's just be ready just in case.
fr: Du calme! Qui que ce soit, il doit avoir des informations, une ressource qui nous manque. Soyons juste prêts au cas où.

source: Fine, you're right. But make sure your weapons are loaded!
fr: Bien, t'as pas tort. Mais assurez-vous que vos armes sont chargées!

source: Hey!! Help!
fr: Hey!! Aidez-moi!

source: Not a step closer, or i'll shoot you dead!
fr: Pas un pas de plus, ou je vous abat!

source: Okay, okay, sorry!
fr: D'accord, d'accord, désolé!

source: Who are you and what are you doing here?
fr: Qui etes-vous et que faites-vous ici?

source: I'm Tony, I was hunting in the city's outskirts. But please, we don't have time for the presentations now...
fr: Je suis Tony, je chassais dans les faubourgs de la ville. Mais on n'a pas vraiment le temps pour les présentations...

source: I'll decide about that!
fr: Je déciderai de ça!

source: Why are you in such a hurry?
fr: Pourquoi etes-vous si pressé?

source: I think tribals are chasing me!
fr: Je pense que des sauvages me poursuivent!

source: Tribals?
fr: Sauvages ?

source: Yes! Why are you all looking at me like that?!
fr: Oui! Pourquoi vous me regardez tous comme ça?!

source: Well, it's a long story, let's just say we've been kept out of the loop during the last few months...
fr: Eh bien, c'est une longue histoire, disons simplement que nous n'avons pas reçu trop d'information ces derniers mois.

source: I see... Listen, let's make a deal. Help me dealing with them and I'll tell you what's what.
fr: Je vois ... Écoutez, faisons un marché. Aidez-moi et je vous dirai ce qu'il en est.

source: We don't know anything about you, for all we know you're the bad guy here.
fr: Nous ne savons rien de vous, si ça se trouve c'est vous le problème ici.

source: You weren't lying, you have definitely no idea who the tribals are... Hey! if you want to get yourselves killed on sight, it's your problem. But meanwhile, I'd rather hide in your house.
fr: Vous ne mentiez pas, vous n'avez absolument aucune idée qui sont les sauvages... Hey! si vous voulez vous faire tuer, c'est votre problème. Mais entre-temps, je préférerais me cacher chez vous.

source: Let's head back home and we'll advise. If they are as nasty as you say, we'll give you a hand.
fr: Rentrons à la maison d'abord. S'ils sont aussi mauvais que vous le dites, nous vous aiderons.

source: For information.
fr: Contre information.

source: Fine by me!
fr: Ça me va!

source: You weren't kidding...
fr: Vous ne plaisantiez pas ...

source: They didn't even stop for a second, despite only having spears and bows...
fr: Ils ne sont même pas arrêté une seconde! Même en voyant nos armes.

source: Well, yes I told you: tribals.
fr: Oui, comme je vous ai dit: Sauvages.

source: I think you should start at the beginning. We've been buried in that bunker for years, we have no idea what happened after the first bombs fell.
fr: Vous devriez commencer par le début. Nous avons été enterrés dans ce bunker depuis des années, nous ne savons absolument pas ce qui s'est passé après la chute des bombes.

source: Sure, I owe you that much, at the very least.
fr: Bien sûr, je vous dois au moins ça.

source: So, I can assume you went into the bunker just after the start of the first nuclear exchange?
fr: Donc, je suppose que vous êtes entré dans le bunker juste après le début du premier échange nucléaire?

source: Yes.
fr: Oui.

source: There were multiple exchanges?
fr: Il y en a eu plusieurs?

source: Well, yes, the first exchange was fairly limited, at least as much as those things can go.
fr: Oui, le premier échange a été assez limité, au moins autant que ces choses peuvent l'être.

source: The reports are, as you can guess a bit sketchy. But the plan for each global power was to destroy their enemy's defense capacities before switching to more... subtle means.
fr: Les rapports sont, comme vous pouvez le deviner, un peu fragmentaires. Mais le plan de chaque puissance mondiale consistait à détruire les capacités de défense des ennemis avant de passer à des moyens plus ... subtils.

source: What do you mean?
fr: C'est à dire?

source: While we were still under shock, infiltrator units contaminated the water and propagated bio-engineered viruses.
fr: Alors que nous étions encore sous le choc, des unités d'infiltration ont contaminé l'eau et propagé des virus issus de la bio-ingénierie.

source: My god...
fr: Mon dieu...

source: Oh, we did the exact same thing on our side. As you should know, the war was mostly about our dwindling global resources. Resources that would be wasted in a nuclear wasteland.
fr: Oh, nous avons fait exactement la même chose de notre côté. Comme vous le savez sûrement, la guerre portait principalement sur la diminution de nos ressources mondiales. Des ressources qui seraient gaspillées dans un apocalypse nucléaire.

source: Hence the viruses, getting rid of the population for a military victory without ruining the infrastructure...
fr: D'où les virus, se débarrasser de la population pour une victoire militaire sans ruiner l'infrastructure...

source: Exactly! Problem is, everyone had the exact same idea.. And those viruses weren't exactly fail-proof.
fr: Exactement! Le problème, c'est que tout le monde à eu la même idée. Et ces virus n'étaient pas entièrement infaillibles.

source: Those tribals, they had some kind of rage disease. Sharp decrease in intelligence, but they make up for it with increased aggressivity and a complete disregard for their own safety.
fr: Ces tribaux ont une sorte de maladie, comme la rage. Forte diminution de l'intelligence, mais ils compensent par une agressivité accrue et un mépris total pour leur propre sécurité.

source: But shouldn't they attack each other?
fr: Mais ne devraient-ils pas de battre entre eux?

source: They initially did, which I guess was the goal. But the virus must have mutated somehow. It eventually got so bad that the government started nuking its own cities...
fr: Ils l'ont fait initialement, ce qui était, je suppose, l'objectif. Mais le virus doit avoir muté d'une manière ou d'une autre. C'est devenu si grave que le gouvernement a commencé à bombarder ses propres villes ...

source: After a few months, every country was too busy fighting its own population to continue waging any war.
fr: Après quelques mois, tous les pays étaient trop occupés à combattre leur propre population pour continuer à faire la guerre.

source: A year later, most governments had collapsed into anarchy and communications broke down.
fr: Un an plus tard, la plupart des gouvernements s'étaient effondrés et les lignes de communications on commencé à se réduire.

source: So no idea what happened in the other countries?
fr: Donc, aucune idée de ce qui s'est passé dans les autres pays?

source: Not anymore. The last report we received was from renmants of the European Coalition military, and the situation there was bleak.
fr: Plus maintenant. Le dernier rapport que nous avons reçu provenait des vestiges de l'armée de la Coalition Européenne et la situation était sombre.

source: And what about here?
fr: Et ici?

source: Between the tribals, the shamblers, sicknesses, and the radiations it's kind of a hellhole.
fr: Entre les sauvages, les zombies, les maladies et les radiations, c'est un enfer.

source: Shamblers? Like in the movies, zombies?
fr: Zombies? Comme dans les films?

source: Oh, no. Well, not really, it's the second stage of the rage virus. Infected people get even more stupid, aggressive and resistant to damage.
fr: Oh non! Pas vraiment, c'est la deuxième étape du virus. Les personnes infectées deviennent encore plus stupides, agressives et résistantes aux dommages, mais elles sont bien vivantes.

source: But, on the other hand, they can't even muster the brain power to hold a weapon. So yes, the nickname is appropriate.
fr: Mais, comme ils ne peuvent même pas rassembler la matière grise requise pour tenir une arme, c'est devenu leur surnom.

source: Close enough, indeed.
fr: En effet..

source: Anyway, I am... well, I was from a small community not that far from here, but we got overrun by bandits... since then I've been scavenging.
fr: Quoi qu'il en soit, je suis... enfin, je étais dans une petite communauté pas si loin d'ici, mais nous avons été submergés par des bandits... depuis lors, je survis comme je peux.

source: You're welcome to stick around, we could use another hand.
fr: Vous pouvez rester, nous pourrions utiliser une autre paire de bras.

source: As long as you're willing to put in the work.
fr: Tant que vous êtes prêt à travailler.

source: Mmmmh.. Sure, my luck was starting to run low anyway.
fr: Mmmmh .. Merci! ma chance commençait à m'abandonner de toute façon.

source: Speaking of work, we should get rid of the bodies.
fr: En parlant de travail, nous devrions nous débarrasser des corps.

source: Pregnant
fr: Enceinte

source: Dead
fr: Mort

source: Scavenging Skill: {0}
fr: Fouille: {0}

source: Health: {0}
fr: Santé: {0}

source: Weapon: {1}{0}
fr: Arme: {1}{0}

source: Armor: {1}{0}
fr: Armure: {1}{0}

source: (current: {0}/{1})
fr: (actuel: {0}/{1})

source: Minimum Skill:
fr: Skill minimal:

source: Only survivors with a skill above this value (0-1000) will have the associated job enabled.
fr: Seuls les survivants ayant une compétence supérieure à cette valeur (0-1000) auront le travail associé activé.

source: Minimum Workers:
fr: Min. Travailleurs:

source: At least this number of survivors will be given the job independently of the value in skill. The settlers with the best skill for the job will be selected.
fr: Au moins ce nombre de survivants se verra confier le travail indépendamment de la valeur de la compétence. Les colons ayant les meilleures compétences pour le travail seront sélectionnés.

source: Active!
fr: Actif!

source: Room requested!
fr: Demandée!

source: Has Room: {0}
fr: Chambre: {0}

source: Has Pets: {0}
fr: A des animaux: {0}

source: Doesn't have pet
fr: Pas d'animal de compagnie

source: Long-term
fr: Long terme

source: Dynamic
fr: Dynamique

source: I am neutral toward them
fr: Je n'ai pas d'opinion

source: I hate them
fr: Je le hais

source: I dislike them
fr: Je ne l'aime pas

source: I love them
fr: Je l'adore

source: I like them
fr: Je l'apprécie

source: They have no opinion
fr: Il n'a pas d'opinion

source: They hate me
fr: Il me déteste

source: They dislike me
fr: Il ne m'aime pas

source: They love me
fr: Il m'adore

source: They like me
fr: Cette personne m'aime

source: Health
fr: Santé

source: Arrival Date
fr: Date d'arrivée

source: Health:
fr: Santé:

source: Left-Click to center camera
fr: Clic-gauche pour centrer la caméra

source: Double-Click to open individual menu
fr: Double-clic pour ouvrir le menu individuel

source: Right-Click to toggle the selected skill on/off
fr: Clic-droit pour activer ou désactiver la compétence sélectionnée

source: Code and Design
fr: Code et Design

source: Graphics
fr: Graphiques

source: Sounds and Music
fr: Son et Musique

source: View Open Source Licenses
fr: Voir licenses Open Source

source: Tips
fr: Astuces

source: Related Technologies
fr: Technologies connexes

source: Related Structures
fr: Structures connexes

source: Related Items
fr: Articles connexes

source: Home
fr: Accueil

source: Animals
fr: Animaux

source: Items
fr: Objets

source: Locations
fr: Lieux

source: Recipes
fr: Recettes

source: Species
fr: Espèce

source: Traits
fr: Caractéristiques

source: Walls
fr: Murs

source: Go Back
fr: Retour

source: Welcome to the encyclopedia!
fr: Bienvenue dans l'encyclopédie !

source: You can browse article categories by using the menu on your left. You can also consult detailed articles about specific subjects directly from this page.
fr: Vous pouvez parcourir les catégories en utilisant le menu sur votre gauche. Vous pouvez également consulter des articles détaillés sur des sujets spécifiques directement à partir de cette page.

source: Game Concepts
fr: Concepts de jeu

source: Articles from mods
fr: Articles de mods

source: Game Tips
fr: Conseils de jeu

source: Installed
fr: Installé

source: Subscribed
fr: Subbed

source: Create From Template
fr: Créer avec template

source: Upload Mod
fr: Upload vers Workshop

source: Export Texture
fr: Exporter Texture

source: Select a texture to export. If a texture has been added or modified via ModFS, the mod's texture will be exported.
fr: Sélectionnez une texture à exporter. Si une texture a été ajoutée ou modifiée via ModFS, la texture du mod sera exportée.

source: Export
fr: Exporter

source: Exported {0}!
fr: Exporté {0}!

source: Could not export texture. Does it exist, and is it a valid texture?
fr: N'a pas pu exporter la texture. Existe-t-elle, et est-ce une texture valide?

source: Show exported textures folder
fr: Afficher le dossier textures exportées

source: Move Up
fr: En Haut

source: Move this item up in the load order. The mod will get loaded first, allowing its files to be overridden by mods that are loaded later.
fr: Déplacez cet élément dans l'ordre de chargement. Le mod sera chargé en premier, ce qui permettra à ses fichiers d'être remplacés par des mods chargés plus tard.

source: Move Down
fr: En Bas

source: Move this item down in the load order. The mod will be loaded later, making its files less likely to be overridden.
fr: Déplacer cet article vers le bas dans l'ordre de chargement. Le mod sera chargé plus tard, ce qui rendra ses fichiers moins susceptibles d'être remplacés.

source: Open Editor
fr: Lancer Editeur

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Select a mod to upload
fr: Choisissez un mod à poster

source: Upload Selected Mod
fr: Upload Sélection

source: Mod folder name
fr: Dossier du Mod

source: Create
fr: Créer

source: No mod template selected
fr: Aucune template de sélectionnée

source: Please select a mod template.
fr: Choisissez une template pour le mod.

source: No mod name specified
fr: Il manque un nom pour le mod

source: Please enter a mod name.
fr: Choisissez un nom pour le mod.

source: Mod folder already exists
fr: Ce dossier existe déja

source: Please specify a different name.
fr: Veuillez spécifier un autre nom.

source: Mod created
fr: Mod créé

source: Mod files have been created in game_folder/mods. You'll need to restart to show the mod in game.
fr: Les fichiers du mod ont été créé dans dossier_du_jeu/mods. Vous devez relancer ATC pour voir le mod dans les menus.

source: (Disabled)
fr: (Désactivé)

source: Created by {0}
fr: Créé par {0}

source: Downloadable Content
fr: Contenu téléchargeable

source: Restart Required
fr: Redémarrage requis

source: You must restart the game in order for changes to take effect.
fr: Vous devez redémarrer le jeu pour que les modifications prennent effet.

source: Settings
fr: Configuration

source: Can't save during tutorial
fr: Impossible de sauver pendant tutoriel

source: Save Game
fr: Sauver Partie

source: Can't load during tutorial
fr: Impossible de charger pendant tutoriel

source: Load Game
fr: Charger Partie

source: Encyclopedia
fr: Encyclopédie

source: Exit to Main Menu
fr: Retour au menu

source: Exit to Desktop
fr: Quitter le jeu

source: Do you want to save your game first?
fr: Voulez-vous sauver la partie avant de quitter?

source: Save and exit
fr: Sauver et quitter

source: Exit without saving
fr: Quitter sans sauvegarder

source: Load
fr: Charger

source: Save
fr: Sauver

source: Delete
fr: Effacer

source: Upload your save to the Steam Workshop
fr: Uploadez votre sauvegarde sur le Steam Workshop
