Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: No items were found for your query.
fr: Aucun élément n'a été trouvé pour votre requête.

source: {0} by {1}
fr: {0} par {1}

source: {0} hours and {1} minutes
fr: {0} heures et {1} minutes

source: No Owner
fr: Abandonné

source: Your Faction
fr: Votre Faction

source: Defenses
fr: Défenses

source: Build Defenses
fr: Construire des Défenses

source: Building defenses will make it more difficult for other factions to conquer this location.
fr: Construire des défenses rendra plus difficile pour d'autres factions de conquérir cet endroit.

source: Resource Left:
fr: Ressources Restantes:

source: Click to see loot table
fr: Cliquez pour voir la table de butin

source: Search Difficulty:
fr: Difficulté Fouille:

source: Travel Danger:
fr: Danger:

source: Daily Production
fr: Production/Jour

source: Recall Survivors
fr: Rappeler les survivants

source: Abandon the location, bringing your people home
fr: Abandonner le lieu et ramener vos survivants à la base.

source: Recalling Survivors
fr: Rappel des survivants

source: The location has been abandoned and your survivors will head back home. They should arrive in 48 hours.
fr: Le lieu a été abandonné et vos survivants rentrent à votre base. Ils devraient arriver dans 48 heures.

source: Are you sure?
fr: Etes vous certain?

source: If you confirm this order, the location will be abandoned and your workers will head back home.
fr: Si vous confirmez cet ordre, le lieu sera abandonné et vos travailleurs rentreront à la maison.

source: Resume
fr: Reprendre

source: Pause
fr: Suspendre

source: Allows to pause or resume the production of this location. Useful when you already have enough resources in your base but don't want to abandon the location.
fr: Permet de faire une pause ou de reprendre la production de ce lieu. Utile lorsque vous avez déjà suffisamment de ressources dans votre base, mais ne voulez pas abandonner le centre de production.

source: Your Money:
fr: Votre Argent:

source: Defenses:
fr: Défenses:

source: Buy Defenses
fr: Acheter Défenses

source: Click to rename
fr: Cliquez pour renommer

source: Something went wrong
fr: Un problème est survenu

source: No associated garage found for this travel group. Please, make a savegame, and contact us.
fr: Aucun garage associé trouvé pour ce groupe de voyage. S'il vous plaît, faites une sauvegarde et contactez-nous.

source: Current Location
fr: Position actuelle

source: Cargo Space
fr: Espace Cargo

source: People Count
fr: Personel

source: Cargo Hold
fr: Soute

source: Members
fr: Membres

source: Activity Log
fr: Journal d'activité

source: Available Actions
fr: Actions disponibles

source: Stop Current Activity
fr: Arrêter l'activité en cours

source: Disband Expedition
fr: Dissoudre Expédition

source: We're returning home...
fr: Nous rentrons à la maison!

source: Unload Cargo
fr: Déchargement cargaison

source: We're unloading cargo at home...
fr: Nous déposons les marchandises à la base...

source: View Location
fr: Afficher lieu

source: Attack
fr: Attaquer

source: This place is defended. You'll have to defeat its guardians before you can explore it.
fr: Cet endroit est défendu. Vous devrez vaincre ses gardiens avant de pouvoir l'explorer.

source: Diplomacy
fr: Diplomatie

source: Open the communication channels with this faction.
fr: Ouvrez les canaux de communication avec cette faction.

source: Send an expedition to loot the place and search for survivors.
fr: Envoyez une expédition pour piller l'endroit et chercher des survivants.

source: Takeover
fr: Controler

source: [Logistics Tech]
fr: [Tech. Logistique]

source: Once under your control, this place will provide daily resources for your settlement.
fr: Une fois sous votre contrôle, cet endroit fournira des ressources quotidiennes pour votre base.

source: Will fire a random event. If the expedition's name correspond to a specific event, it'll fire this one instead
fr: Déclenchera un événement aléatoire. Si le nom de l'expédition correspond à un événement spécifique, il déclenchera celui-ci à la place

source: .. there's nothing here ..
fr: .. Il n'y a rien ici..

source: .. wait for current job to finish ..
fr: .. attendez la fin du travail actuel..

source: Explore
fr: Explorer

source: No loot left
fr: Il n'y a plus de butin

source: Rename Character
fr: Renommer

source: Clicking on an item will open a submenu to free up some space if need be.
fr: En cliquant sur un élément, vous ouvrirez un sous-menu pour libérer de l'espace si nécessaire.

source: Quantity to Drop:
fr: Quantité à supprimer:

source: Cargo Space Freed:
fr: Espace Libéré:

source: Drop Selection
fr: Supprimer

source: We got rid of {0}x {1}
fr: Nous nous sommes débarrassés de {0}x {1}

source: Loot Left:
fr: Butin Restant:

source: Relative Difficulty:
fr: Difficulté relative:

source: Search Focus
fr: Prioritiser

source: You can select a particular focus for the search. If set, specific item types will be added to the loot table, unlocking items not normally available here. However it will empty the building 4 times faster.
fr: Vous pouvez sélectionner un focus particulier pour la recherche. Cela permet de trouver du butin qui ne se trouverait normalement pas ici. Cependant, cette action videra l'endroit 4 fois plus rapidement.

source: Search Duration
fr: Durée de fouille

source: The longer the search, the higher the chances for bad events.
fr: Plus la recherche est longue, plus les risques de mauvais événements sont élevés.

source: Search for survivors
fr: Recherche de survivants

source: If checked, the group will also look for survivors, but it will leave less time for scavenging.
fr: S'il est vérifié, le groupe cherchera également des survivants, mais ça laissera moins d'opportunités pour collecter du butin.

source: Explore Location
fr: Explorer l'endroit

source: This will tell your group to explore the location, looking for loot and survivors. You can interrupt this order at any momemt.
fr: Cela indiquera à votre groupe d'explorer cet endroit, à la recherche de butin et de survivants. Vous pouvez interrompre cet ordre à n'importe quel moment.

source: We're exploring the {0}
fr: Nous explorons: {0}

source: This place is defended. You'll have to defeat its defenders before you can explore it.
fr: Cet endroit est défendu. Vous devrez vaincre ses défenseurs avant de pouvoir l'explorer.

source: Your Troops:
fr: Vos troupes:

source: Your Firepower:
fr: Votre puissance de feu:

source: Enemy Numbers:
fr: Nombre d'ennemis:

source: Enemy Firepower:
fr: Puissance de feu ennemie:

source: Win Chance:
fr: Chance de Victoire:

source: This is a dangerous biome: it might damage unprotected survivors over time, or additional creatures might spawn.
fr: Il s'agit d'un biome dangereux: il pourrait causer des dommages aux survivants non protégés, ou/et des créatures hostiles peuvent avoir envahi la surface.

source: This is a standard biome. Nothing special to note
fr: Il s'agit d'un biome standard. Rien de spécial à noter.

source: Hostile Presence:
fr: Présence hostile:

source: Automatic Battle
fr: Bataille automatique

source: The battle will be resolved automatically.
fr: La bataille sera résolue automatiquement.

source: Manual Battle
fr: Bataille manuelle

source: You will be teleported to a map of the area and will fight the hostiles yourself. {{ORANGE}}Important:{{DEFAULT}} The fight will happen in a time bubble, your own base will be 'paused' until the battle is over.
fr: Vous serez téléporté sur une carte de la région et combattrez vous-même les ennemis. {{ORANGE}} Important:{{DEFAULT}} Le combat se passera dans une bulle de temps, votre propre base sera 'mise en pause' jusqu'à ce que la bataille soit terminée.

source: Daily Production:
fr: Production/Jour:

source: Required Workers: {0}
fr: Travailleurs requis: {0}

source: Assign Workers
fr: Affecter des travailleurs

source: Clear Selection
fr: Effacer la sélection

source: Full Roster
fr: Au Complet

source: You don't need to send more people than required.
fr: Vous n'avez pas besoin d'envoyer plus de personnes que nécessaire.

source: Takeover Location
fr: Prise de contrôle

source: Not enough workers
fr: Pas assez de travailleurs

source: You need to send the required amount of workers to takeover the production center.
fr: Vous devez envoyer le nombre requis de travailleurs pour controler ce centre de production.

source: Takeover in progress...
fr: Prise de control en cours...

source: Your survivors are going to arrive at the location in a few hours. In the meantime, the expedition will repair the facility.
fr: Vos survivants vont arriver sur les lieux dans quelques heures. En attendant, l'expédition va réparer l'installation.

source: Storing Power: {0}
fr: Amasse énergie: {0}

source: Producing Power: {0}
fr: Produit énergie: {0}

source: Power balance
fr: Rapport d'énergie

source: Disabled
fr: Désactivé

source: Max Storage:
fr: Stockage Max:

source: Power Input (rate):
fr: Entrée Courant:

source: Power Output (rate):
fr: Sortie Courant:

source: Upgrade to {0}
fr: Améliorer en {0}

source: You can upgrade this item to a {0} if you have the required technology and materials to build one.
fr: Vous pouvez améliorer ce depot (vers {0}) si vous avez la technologie et les matériaux nécessaires pour en construire un.

source: Cannot Upgrade
fr: Amélioration Impossible

source: you are lacking the necessary resources to upgrade this factory.
fr: vous manquez des ressources nécessaires pour améliorer cet objet.

source: Crafting
fr: Construction

source: Utility
fr: Utilitaires

source: Furniture
fr: Meubles

source: Energy
fr: Energie

source: Defense
fr: Défense

source: Entertainment
fr: Distractions

source: Floor & Roof
fr: Sol et Toiture

source: Delete zone
fr: Effacer zone

source: Remove an existing zone
fr: Supprimer une zone existante

source: Remove Floor
fr: Enlever Tile

source: Orders your survivors to remove floor tiles
fr: Dire à vos travailleurs d'enlever des tiles

source: Placement Issue
fr: Problème de placement

source: This zone is not allowed to overlap with another.
fr: Cette zone ne doit pas en chevaucher avec une autre.

source: There's something blocking the placement of this farm. Make sure the terrain can be walked on and that there's no tree or rocks blocking the location.
fr: Il y a quelque chose qui bloque le placement de cette ferme. Assurez-vous que le terrain est vierge et qu'il n'y a pas d'arbre ou de roches bloquant l'emplacement.

source: Roofs are not necessary underground.
fr: Les toits ne sont pas nécessaires sous terre.

source: Click to open a sub-menu to select a skin for this item
fr: Cliquez pour ouvrir un menu pour choisir la skin

source: {0}x {1} ({2} in storage)
fr: {0}x {1} ({2} en stock)

source: Capacity:
fr: Capacité:

source: Allow faction members
fr: Autoriser les membres de la faction

source: Allow other people
fr: Autoriser les autres factions

source: You can manage all your pastures and cattle from here.
fr: Vous pouvez gérer vos pâturages et votre bétail à partir d'ici.

source: Sort Animals
fr: Trier les animaux

source: By Species
fr: Par espèce

source: By Age
fr: Par age

source: By Fertility
fr: Par fertilité

source: Hide Pregnant
fr: Cacher: Enceinte

source: Butcher all selected
fr: Découper tous

source: Cancel All
fr: Annuler

source: You do not have any cattle corresponding to those settings.
fr: Vous n'avez pas de troupeau correspondant à ces réglages.

source: Left click on an animal to mark it for butchering. Right click to open its dedicated panel
fr: Clic gauche sur un animal pour le marquer pour la boucherie. Cliquez avec le bouton droit pour ouvrir son panneau dédié

source: Destroyed
fr: Détruit

source: Health {0}/{1}
fr: Santé: {0}/{1}

source: Category
fr: Catégorie

source: You are lacking the necessary resources to upgrade this.
fr: Vous manquez des ressources nécessaires pour améliorer cet objet.

source: Move Item
fr: Déplacer l'objet

source: Click on this button to allow/disallow specific items in this category
fr: Cliquez sur ce bouton pour autoriser / interdire spécifiques objets dans cette catégorie

source: Click here to see this depot's content.
fr: Cliquez ici pour voir le contenu de ce dépôt.

source: Do not accept more content
fr: Refuser ajout de ressources

source: If checked, this container will no longer accept any input. It can be useful when you want to redirect some of your production to other containers without getting rid of this one.
fr: Si coché, ce depot n'acceptera plus de ressources. Cela peut être utile lorsque vous voulez rediriger votre production vers d'autres conteneurs sans vous débarrasser de celui-ci.

source: Accept input only from adjacent factories
fr: Accepter des resources seulement des stations adjacentes

source: If checked, this container will ONLY accept input from an adjacent factory or crafting station.
fr: Si cette case est cochée, ce conteneur n'acceptera que les entrées d'une d'une station d'artisanat adjacente.

source: you're lacking the necessary resources to upgrade this depot
fr: vous manquez des ressources nécessaires pour améliorer ce dépôt

source: Copy Info
fr: Copier Info

source: Copy this depot's settings to the clipboard so you can paste them to another depot.
fr: Copier les réglages de ce dépot vers le presse papier.

source: Paste Info
fr: Coller Info

source: Paste previously copied settings from another depot.
fr: Coller les réglages depuis le presse-papier.

source: Rename Depot
fr: Renommer depot

source: End Communications
fr: Terminer Transmission

source: Can you tell us about your faction?
fr: Parlez moi de votre faction.

source: Discuss truce
fr: Négocier une trêve

source: Request prisoner trader
fr: Demander un marchand de prisonniers

source: Request trade cavaran
fr: Demander caravane de commerce

source: Send gift
fr: Envoyer cadeau

source: Send insult
fr: Envoyer insulte

source: Ransom prisoners
fr: Demander une rançon

source: Fair Enough
fr: Ok

source: We're willing to pay ${0} to retrieve your {1} prisoners. Is it okay with you?
fr: Nous sommes prêts à payer {0}$ pour récupérer vos {1} prisonniers. Ok?

source: {0} days and {1} hours
fr: {0} jours et {1} heures

source: {0} hours
fr: {0} heures

source: [Truce expires in: {0}]
fr: [Trêve expire dans: {0}]

source: Pay Tribute
fr: Offrir Donation

source: You only have ${0} in your bank
fr: Vous avez seulement {0}$ disponible

source: [your relation with this faction is already at the bottom]
fr: [votre relation avec cette faction est déjà au plus bas]

source: [You can anger a faction by insulting them. Hostile factions are likely to send raids against you.]
fr: [Vous pouvez irriter une faction en l'insultant. Les factions hostiles sont susceptibles d'envoyer des raids contre vous.]

source: Send Insult
fr: Envoyer Insulte

source: [your relation with this faction is already maxxed]
fr: [votre relation avec cette faction est déjà au max]

source: [Improve relation by 25 points for 500 credits]
fr: [Améliore votre relation de 25 points pour $500]

source: Cannot improve relations until: {0}
fr: Relations fixées jusqu'au: {0}

source: Send Bribe
fr: Soudoyer

source: [you cannot trade if your relation is below 0]
fr: [vous ne pouvez pas commercer si votre relation est négative]

source: Another trading caravan is already heading your way.
fr: Une caravane se dirige déjà vers chez vous.

source: A trading caravan is already at your location, wait for it to depart.
fr: Une caravane est déjà chez vous, attendez qu'elle parte.

source: Travel Time:
fr: Temps de trajet:

source: They Buy:
fr: Ils achètent:

source: They Sell:
fr: Ils vendent:

source: Request Caravan
fr: Demander une caravane

source: A trader is traveling toward your settlement
fr: Un commerçant voyage vers votre colonie

source: It should arrive in roughly {0} hours.
fr: Elle devrait arriver dans {0} heures.

source: the caravan is already heading your way.
fr: La caravane se dirige déjà vers chez vous.

source: The caravan is already at your location, wait for it to depart.
fr: La caravane est déjà chez vous, attendez qu'elle parte.

source: We can indeed send a caravan your way... But do you want to buy, or do you want to sell prisoners?
fr: Nous pouvons en effet vous envoyer une caravane... Voulez-vous acheter, ou voulez-vous vendre des prisonniers?

source: I want to buy prisoners
fr: Je veux acheter.

source: A prisoner trader is traveling toward your settlement
fr: Un marchand de prisonniers se dirige vers votre colonie.

source: I want to sell prisoners
fr: Je veux vendre.

source: Locked
fr: Vérouillé

source: Toggle Lock
fr: Changer Status

source: Work Completed:
fr: Travail Complété:

source: Requirements
fr: Besoins

source: High Priority
fr: Haute priorité

source: Message from: {0}
fr: Message de: {0}

source: {0} prisoners have escaped from our base and are heading in your direction. We want you to return them to us.
fr: {0} prisonniers se sont échappés de notre base et se dirigent dans votre direction. Nous voulons que vous nous les rendiez.

source: Accepting will improve our relations ({0}).
fr: Accepter améliorera notre relation ({0}).

source: We're willing to pay you ${0} for your help.
fr: Nous sommes en mesure de vous offrir ${0} pour votre aide.

source: A refusal will force us to retrieve the prisoners by any mean necessary.
fr: Un refus nous forcera à récupérer les prisonniers par tous les moyens nécessaires.

source: A refusal will hurt your reputation with us ({0}).
fr: Un refus nuira à votre réputation avec nous ({0}).

source: Sure, we won't interfere
fr: Ok, nous n'interviendrons pas.

source: Sorry, they are under our protection
fr: Désolé, ils sont sous notre protection.

source: Settlement
fr: Colonie

source: Laws
fr: Lois

source: Outposts
fr: Avant-postes

source: Job Manager
fr: Gérer le travail

source: Cattle Manager
fr: Gérer le bétail

source: Survivors:
fr: Survivants:

source: Animals:
fr: Animaux:

source: Prisoners:
fr: Prisonniers:

source: Faction's Ethics
fr: Ethiques de la faction

source: Can attack incapacitated enemies
fr: Peut attaquer les ennemis incapacités

source: If checked, your soldiers take no prisoners and kill incapacitated enemies on sight. If not, soldiers will try to avoid killing them unless they have the {0} trait.
fr: Si coché, vos soldats ne feront pas de quartiers et tueront les ennemis incapacités. Sinon, les soldats essaieront d'éviter de les tuer à moins qu'ils n'aient le trait {0}.

source: Can butcher prisoners
fr: Peut envoyer prisonniers à la boucherie

source: If checked, you can butcher and eat prisoners. This will cause a massive mood debuff to anyone who's not a cannibal yet. However, consuming human flesh has a chance to turn someone into a cannibal.
fr: Si coché, vous pouvez utiliser vos prisonniers et les corps de vos ennemis dans votre boucherie. Cela causera un débuff massif au moral de quiconque qui n'est pas encore un cannibal. Cependant, consommer de la chair humaine a une chance de transformer quelqu'un en cannibal.

source: General Tasks
fr: Tâches générales

source: Can retrieve and bury dead bodies
fr: Peut récupérer et enterrer les cadavres

source: If checked, your survivors will automatically move dead bodies to a nearby corpse disposal (or a burial).
fr: Si coché, vos survivants transporteront automatiquement les cadavres vers une zone ou une tombe appropriée.

source: Can retrieve loot from dead bodies
fr: Peut récupérer le butin des cadavres

source: If checked, your survivors will automatically try to retrieve loot dropped by dead things.
fr: Si coché, vos survivants essaieront automatiquement de récupérer le butin lâché lors du décès d'une personne ou d'un animal.

source: Food Consumption
fr: Diet

source: Can drink alcohol
fr: Peut boire de l'alcool

source: If checked, survivors are allowed to consume alcohol.
fr: Si coché, les survivants sont autorisés à consommer de l'alcool.

source: Can consume meat made from sentient beings
fr: Peut consommer de la viande faite à partir de chair humaine

source: If checked, survivors are allowed to consume human flesh and meat made out of sentient beings.
fr: Si coché, les survivants sont autorisés à consommer de la chair humaine.

source: Selected:
fr: Sélection:

source: (Click to buy defenses)
fr: (cliquez pour acheter défenses)

source: Recall Settlers
fr: Rappeler survivants

source: Food
fr: Nourriture

source: Drinks
fr: Boissons

source: Recreation
fr: Divertissement

source: Contact Faction
fr: Contacter Faction

source: Radio Tech Required
fr: Technologie Radio nécessaire

source: You can set default interactions for newly born cattle in your settlement (or the one you've bought).
fr: Vous pouvez définir des interactions par défaut pour vos animaux (et ceux que vous avez acheté) ici.

source: Select Species
fr: Sélectionner Espèce

source: Settlers without proper job given default selection
fr: Colons sans emploi recevront des jobs par défaut

source: When checked and after applying setting, settlers who don't qualify for any job will receive a default selection containing: the job they are the best at, hauling, mining, forging and disassembling.
fr: Si activé, les colons qui ne sont admissibles à aucun emploi recevront une sélection par défaut contenant: le travail pour lequel ils sont les meilleurs, le transport, forge, et le recyclage.

source: Automatically apply settings to new arrivals
fr: Appliquer automatiquement les paramètres aux nouveaux arrivants

source: If checked, these settings will be applied automatically to new arrivals
fr: Appliquer automatiquement les paramètres aux nouveaux arrivants

source: Apply to all survivors
fr: Appliquer à tous les colons

source: Apply New Jobs?
fr: Appliquer changements?

source: This will override the job settings of all your settlers, are you sure?
fr: Cela va remplacer les paramètres de travail de tous vos colons, êtes-vous sûr?

source: Active Laws:
fr: Lois Actives:

source: No Effect
fr: Sans Effet

source: (hover mouse for summary)
fr: (déplacer souris ici pour résumé)

source: Effect on settlers:
fr: Effets sur les survivants:

source: Factory Speed Modifier:
fr: Vitesse des usines:

source: Building Speed Modifier:
fr: Vitesse de construction:

source: Recycle Speed Modifier:
fr: Vitesse de recyclage:

source: Modify Law
fr: Modifier Loi

source: Pass Law
fr: Passer Loi

source: Revoke Law
fr: Supprimer Loi

source: Nothing
fr: Rien

source: Interactions (Females):
fr: Interactions (Femelles):

source: Apply to new arrivals automatically
fr: Appliquer automatiquement les paramètres aux nouveaux arrivants

source: Apply to all {0}
fr: Appliquer à toute l'espèce {0}

source: Settings Applied
fr: Réglages Appliqués

source: Settings applied to {0} animals
fr: Paramètres de {0} animaux changés

source: Left-Click to remove. Right-Click for info
fr: Clic-gauche pour supprimer. Clic-droit pour info

source: Do forever
fr: Toujours faire

source: Build forever
fr: Toujours construire

source: Do {0}/{1}
fr: Faire {0}/{1}

source: Build {0}/{1}
fr: Construire {0}/{1}

source: Keep {0} units in storage
fr: Maintenir stock à {0}

source: Build until {0} units in storage
fr: Faire jusqu'à avoir {0} en stock

source: No Task
fr: Pas de tache

source: You can use the mouse wheel to change the value, or select one manually
fr: Vous pouvez utiliser la roue de la souris pour modifier la valeur, ou en taper une manuellement

source: Forever
fr: Toujours

source: Keep total stock at...
fr: Maintenir stock à ...

source: Do X times
fr: Faire X fois

source: Apply Settings
fr: Appliquer

source: Add a Recipe
fr: Ajouter un ordre

source: ({0} in storage)
fr: ({0} en stock)

source: High priority
fr: Prioritaire

source: Add Job
fr: Ajouter tache

source: Clear
fr: Effacer

source: Copy Queue
fr: Copier Liste
