Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: People with this trait will kill incapacitated enemies independently of your faction's ethics.
fr: Les gens avec ce trait tueront les ennemis incapacités indépendamment de l'éthique de votre faction.

source: Juvenile
fr: Jeune

source: Adult
fr: Adulte

source: Old
fr: Vieu

source: Loot
fr: Butin

source: Alcohol
fr: Alcool

source: Dairy
fr: Laitage

source: Egg
fr: Oeuf

source: Fodder
fr: Foin

source: Spice
fr: Epice

source: Vegetables
fr: Légume

source: Setup
fr: Configuration

source: Traveling
fr: En Route

source: Exploring
fr: Exploration

source: Returning home
fr: Retour à la maison

source: Exiting Base
fr: Sortie de la base

source: Gathering
fr: Ramasser

source: Manual Combat
fr: Combat manuel

source: Need Input
fr: Besoin d'ordre

source: Unloading Cargo
fr: Déchargement cargaison

source: Guaranteed Result
fr: Résultat Garanti

source: Testing Defenses
fr: Test défensif

source: Testing Offense
fr: Test de l'attaque

source: Testing Luck
fr: Tester de chance

source: Testing Scavenging
fr: Test de fouille

source: Testing Movement Speed
fr: Test de la vitesse de déplacement

source: Spend Money
fr: Dépenser de l'argent

source: Testing Stealth
fr: Test de furtivité

source: Testing Skill
fr: Test de compétance

source: Testing Stat
fr: Test de Statistique

source: Testing Lack of Tech
fr: Tester absence tech

source: Testing Tech
fr: Tester technologie

source: Any
fr: Tous

source: Above ground
fr: Surface

source: Underground
fr: Cavernes

source: Very Low
fr: Très Faible

source: Low
fr: Faible

source: High
fr: Fort

source: Very High
fr: Très Fort

source: Poor
fr: Pauvre

source: Decent
fr: Décent

source: Good
fr: Bonne

source: Very Good
fr: Très Bonne

source: No particular focus
fr: Pas de focus particulier

source: Manufactured Materials
fr: Matériaux Manufacturés

source: Favors electronics, ceramic, leather...
fr: Electroniques, ceramique, cuir...

source: Favors ammunition
fr: Favoriser munitions

source: Basic Materials
fr: Matériaux

source: Favors basic materials like wood, fuel, stone and metal
fr: Favorise les matériaux de base comme le bois, le charbon, la pierre et le métal

source: Favors food, seeds and ingredients
fr: Favorise la nourriture, graines et ingrédients

source: Medical Supplies
fr: Médecine

source: Favors medical supplies
fr: Favoriser les produits médicaux

source: Weaponry
fr: Armement

source: Favors weapons and armor
fr: Favoriser les armes et armures

source: Short
fr: Courte

source: The search will last 12 hours
fr: La fouille durera 12 heures

source: The search will last 24 hours
fr: La fouille durera 24 heures

source: The search will last 48 hours
fr: La fouille durera 48 heures

source: Until Full
fr: Jusqu'à plein

source: The search will continue until the cargo is full
fr: La recherche se poursuivra jusqu'à ce que le cargo soit plein.

source: Free Energy
fr: Energie Verte

source: Generates power at no cost.
fr: Produit de l'énergie sans coût.

source: Fuel
fr: Carburant

source: Generates power using a fuel source.
fr: Produit de l'énergie grâce à un carburant.

source: Solar Power
fr: Energie Solaire

source: Generates power during daylight.
fr: Produit de l'énergie de jour.

source: Harvest Plants
fr: Récolte: Plantes

source: Harvest plants or fruits, and recover one seed per succesfully grown plant.
fr: Récoltez les plantes ou fruits et récupérez une graine par plante cultivée avec succès.

source: Harvest Seeds
fr: Récolte: Graines

source: Harvest multiple seeds per succesfully grown plant, but no fruit or plant.
fr: Récoltez plusieurs graines par plante cultivée avec succès, mais pas les fruits ou plantes.

source: Borderless
fr: Fenêtre plein écran

source: Fullscreen
fr: Plein Ecran

source: Windowed
fr: Fenêtre

source: Bed
fr: Lit

source: Decoration
fr: Décoration

source: Light source
fr: Lumière

source: Medical
fr: Médical

source: Misc
fr: Divers

source: Window
fr: Fenêtre

source: Plant
fr: Plante

source: Tree
fr: Arbre

source: Debris
fr: Débris

source: Burial
fr: Enterrement

source: Accomodations
fr: Environement

source: Mood
fr: Humeur

source: Pet
fr: Animal de compagnie

source: Sickness
fr: Maladie

source: Work
fr: Travail

source: Needs
fr: Besoins

source: Housing
fr: Logement

source: Ally
fr: Allié

source: Enemy
fr: Ennemi

source: Neutral
fr: Neutre

source: Default view mode
fr: Réglages par défaut

source: Toggle minimap on/off
fr: Afficher/cache la minimap

source: Depot
fr: Dépot

source: Show used/total space over depots
fr: Afficher l'espace restant dans les depots

source: Rooms
fr: Zones

source: Show room locations
fr: Afficher l'emplacement des zones

source: Show the power grid overlay
fr: Affiche la portée de votre grille électrique

source: Roofs
fr: Toits

source: Darken tiles with a roof
fr: Afficher la toiture

source: Pathing
fr: Accés

source: Show tiles survivors can't pass through
fr: Afficher les endroit où les survivants ne peuvent pas accéder

source: Health Info
fr: Santé

source: Show current health of all relevant objects
fr: Affiche le pourcentage de points de vies

source: Default combat overlay
fr: Affichage de combat

source: Farming
fr: Agriculture

source: Show health status of farms
fr: Affiche l'état des plantes

source: Region
fr: Régions

source: Show region (debug info)
fr: Affiche les régions (debug)

source: Brewing
fr: Brassage

source: This skill determines your survivor's ability make booze.
fr: Cette compétence détermine la capacité de votre survivant à fabriquer de l'alcool.

source: Survivors with this skill can build new walls, furniture, and objects.
fr: Les survivants possédant cette compétence peuvent construire de nouveaux murs, meubles et objets.

source: Cooking
fr: Cuisine

source: Survivors with this skill can cook better meals faster.
fr: Les survivants avec cette compétence peuvent préparer les repas plus rapidement.

source: Survivors with this skill can construct new items at crafting stations faster.
fr: Le plus haut cette valeur, le plus rapidement ce survivant peut fabriquer de nouveaux objects dans un batiment "usine".

source: Disassembling
fr: Désassemblage

source: This skill determines how quickly this survivor can disassemble items.
fr: Cette compétence détermine la rapidité avec laquelle ce survivant peut démonter des objets.

source: This skill allows Survivors to farm much more efficiently.
fr: Cette compétence permet aux survivants de cultiver plus efficacement.

source: Forging
fr: Forgeron

source: Survivors with this skill generally work at coal and electric furnaces.
fr: Les survivants avec cette capacité travaillent généralement à la production de métaux et de charbon.

source: Hauling
fr: Transport

source: Survivors with this skill can: - Store items - Bury dead bodies - Feed prisoners
fr: Les survivants avec cette compétence peuvent: - Stocker les objets - Enterrer les cadavres - Nourrir les prisonniers

source: Husbandry
fr: Animaux

source: Survivors with this skill will: - Take care of animals - Butcher carcasses - Grow eggs
fr: Les survivants ayant cette compétence peuvent: - Prendre soin des animaux - S'occuper de la boucherie - S'occuper des oeufs

source: Survivors with this skill can heal and cure other survivors.
fr: Capacité à soigner les autres survivants.

source: Metalsmith
fr: Forgeron

source: This skill determines your survivor's ability to craft firearms, armors and some late game resources
fr: Cette compétence détermine la capacité de votre survivant à fabriquer des armes à feu, armures et ressources avancées

source: Military
fr: Militaire

source: Survivors with this skill are considered part of your militia. The higher the value the higher chance of scoring critical damage.
fr: Impacte les chances de faire une attaque critique. Les survivants avec cette capacité peuvent être utilisé comme soldats durant les raids ennemis.

source: Mining
fr: Miner

source: Survivors with this skill can mine caverns faster.
fr: Les survivants avec cette compétence peuvent miner dans les cavernes plus rapidement.

source: Repairs
fr: Réparation

source: This skill determines how well your survivor can repair damaged firearms and repair damaged structures.
fr: Cette compétence détermine dans quelle mesure votre survivant peut réparer les armes à feu et les structures endommagées.

source: Survivors with this skill will perform better during Expeditions.
fr: Les survivants dotés de cette compétence seront plus performants lors des expéditions.

source: The highest the science, the faster this survivor will research new technologies.
fr: Plus cette valeur est grande et plus le survivant pourra rechercher de nouvelles technologies rapidement.

source: Tinkering
fr: Bricolage

source: This skill determines your survivor's ability to build modern and high tech items.
fr: Détermine la vitesse à laquelle ce survivant peut construire des objects technologiques.

source: Prison Guard
fr: Gardien de prison

source: Determines if this person can take care of prisoners or not.
fr: Détermine si cette personne peut s'occuper des prisonniers ou non.

source: Fighting
fr: Combat

source: in combat
fr: me bas

source: Storing inventory
fr: Déposer ressources

source: storing items from the inventory
fr: stocker des objets

source: Direct Control
fr: Contrôle direct

source: under your control
fr: suis sous contrôle direct

source: Doctor
fr: Docteur

source: treating sick survivors
fr: soigne des patients

source: away from the base
fr: loin de la base

source: exploring
fr: explore

source: Following
fr: Suivre

source: escorting
fr: escorte

source: Flee
fr: Fuir

source: fleeing
fr: en fuite

source: Idle
fr: Au repos

source: idle
fr: inactif

source: Incapacited
fr: Incapacité

source: incapacitated
fr: incapacité

source: Mourn
fr: Deuil

source: in mourning
fr: en deuil

source: satifying needs
fr: satisfais mes besoins

source: Obey
fr: Obéir

source: obeying orders
fr: sous ordres

source: Injured
fr: Blessé

source: resting in hospital
fr: me fais soigner

source: Patrol
fr: Patrouille

source: patrolling
fr: patrouille

source: working
fr: travaille

source: raiding a settlement
fr: pille une colonie

source: Rearm
fr: Réequiper

source: retrieving ammo
fr: récupère munitions

source: sleeping
fr: suis en train de dormir

source: Store
fr: Stockage

source: storing items
fr: range inventaire

source: Weapon
fr: Arme

source: Armor
fr: Armure

source: Headgear
fr: Casque

source: Seeds
fr: Graines

source: Drink
fr: Boisson

source: Food Ingredient
fr: Ingrédients alimentaires

source: Basic Resource
fr: Ressources

source: Manufactured
fr: Produits Manufacturés

source: Valuable
fr: Ressource de valeur

source: Damaged Gear
fr: Equipement Abimé

source: Technology
fr: Technologie

source: Expedition Supply
fr: Expeditions

source: Agility
fr: Agilité

source: Impacts melee combat, crafting, disassembly, and other skills.
fr: Impacte la dextérité avec une arme de corps à corps, et plusieurs skills.

source: Impacts health, skills, and how long a survivor can work before needing a rest.
fr: Impacte les points de vie, la résistance à la fatigue, et divers skills.

source: Work Ethics
fr: Ethique Travail

source: Determines how lazy this settler will be and impact a few skills.
fr: Le plus bas cet attribute, le plus ce survivant sera paresseux. Influence aussi quelque skills.

source: Mostly impacts medical skills, tinkering, and research.
fr: Impacte médecine, artisanat, recherche.

source: Impacts ranged combat accuracy, medical, and scavenging.
fr: Impacte le combat avec armes à distance, la medicine et les performances en expéditions.

source: Impacts how well this settler do with other people, medical skills and other behaviors.
fr: Impacte la façon dont ce colon réagi en public, les compétences médicales et d'autres comportements.

source: Moving Speed
fr: Vitesse

source: Impacts how fast the survivor can move.
fr: Impacte la rapidité avec laquelle le survivant peut se déplacer.

source: Strength
fr: Force

source: Impacts skills, health, melee combat damage.
fr: Impacte les dégâts avec une arme de corps à corps, les points de vie, et plusieurs skills.

source: Animal zone
fr: Zone pour animaux

source: Bedroom
fr: Chambre

source: Dumping zone
fr: Decharge

source: Dining room
fr: Salle à manger

source: Hospital
fr: Hopital

source: Patrol area
fr: Patrouille

source: Raid area
fr: Raid

source: Break room
fr: Salle de repos

source: Roof Removal
fr: Enlever toiture

source: Room
fr: Salle

source: Shelter
fr: Abris

source: Trading Area
fr: Zone Marchande

source: [unused]
fr: [pas utilisé]

source: Workplace
fr: Lieu de travail

source: Chemical
fr: Chimique

source: Electric
fr: Electrique

source: Explosive
fr: Explosif

source: Fire
fr: Feu

source: No Change
fr: Pas de changement

source: Piercing
fr: Perçant

source: Slashing
fr: Coupant

source: Booze
fr: Alcool

source: Toxic
fr: Toxique

source: Cannibalism
fr: Cannibalisme

source: Hunger
fr: Faim

source: Your survivors need to eat regularly. They can spend a few days without eating, but that won't make them happy.
fr: Vos survivants ont besoin de manger régulièrement. Ils peuvent passer quelques jours sans manger mais cela ne les rendra malheureux.

source: hungry
fr: affamé

source: food
fr: nourriture

source: Eating at
fr: Mange dans

source: Thirst
fr: Soif

source: Your survivors need to drink on a regular basis. If not, they might become dehydrated and die.
fr: Vos survivants ont besoin de boire régulièrement. Sinon, ils pourraient se déshydrater et mourir.

source: thirsty
fr: assoiffé

source: drink
fr: boire

source: Drinking at
fr: Bois dans

source: How healthy the survivor is. Getting shot or sick decreases this value.
fr: La santé du survivant, se faire tirer dessus ou être malade réduit cette valeur.

source: wounded
fr: blessé

source: medicine
fr: médecine

source: Getting cured with
fr: Se guérir avec

source: Boredom
fr: Ennui

source: Providing entertainment to your settler will help keep them happy.
fr: Fournir du divertissement à vos survivants aidera à les garder heureux.

source: bored
fr: ennuyé

source: recreation
fr: distraction

source: Having fun with
fr: Me distrais avec

source: Tiredness
fr: Fatigue

source: While a lack of sleep won't kill your survivors, it will make them cranky and less efficient at their job.
fr: Bien que le manque de sommeil ne tue pas vos survivants, cela les rendra grincheux et moins efficaces au travail.

source: tired
fr: fatigué

source: sleep
fr: dormir

source: Sleeping in
fr: Dors

source: Sickness has a tendency to affect your survivor's health. Sick survivors will see their stats and health decrease.
fr: Cette valeur affecte la santé de votre survivant. Les survivants malades verront leurs statistiques et leurs points de vie diminuer.

source: sick
fr: malade

source: cure
fr: médecine

source: Recovering at
fr: Récupère dans

source: How happy is the survivor.
fr: Contentement du survivant.

source: happiness
fr: joie

source: having fun at
fr: me distrais à

source: Camera: Up
fr: Caméra: Nord

source: Camera: Down
fr: Caméra: Sud

source: Camera: Left
fr: Caméra: Ouest

source: Camera: Right
fr: Caméra: Est

source: Camera: Zoom In
fr: Caméra: Zoom

source: Camera: Zoom Out
fr: Caméra: Dézoomer

source: Camera: Layer Up
fr: Caméra: Exterieur

source: Camera: Layer Down
fr: Caméra: Cavernes

source: Camera: Center Last Event
fr: Caméra: Dernier log

source: Camera: Center Selection
fr: Caméra: Centre sur sélection

source: Camera: Go to surface
fr: Caméra: Aller à la surface

source: Camera: Go to layer 1
fr: Caméra: Aller à la couche 1

source: Camera: Go to layer 2
fr: Caméra: Aller à la couche 2

source: Camera: Go to layer 3
fr: Caméra: Aller à la couche 3

source: Camera: Go to layer 4
fr: Caméra: Aller à la couche 4

source: Camera: Go to layer 5
fr: Caméra: Aller à la couche 5

source: Camera: Go to layer 6
fr: Caméra: Aller à la couche 6

source: Camera: Go to layer 7
fr: Caméra: Aller à la couche 7

source: Camera: Go to layer 8
fr: Caméra: Aller à la couche 8

source: Camera: Go to layer 9
fr: Caméra: Aller à la couche 9

source: Speed: Faster
fr: Vitesse: Augmenter

source: Speed: Slower
fr: Vitesse: Réduire

source: Speed: Toggle Pause
fr: Vitesse: Pause Active

source: Build: Rotate Left
fr: Construire: Rotation Gauche

source: Build: Rotate Right
fr: Construire: Rotation Droite

source: Build: Reset
fr: Construire: Rotation Normale

source: Build: Next Sprite
fr: Construire: Changer Apparence

source: Order: Repair
fr: Ordre: Réparer

source: Order: Raze/Loot
fr: Ordre: Recycler

source: Order: Cancel
fr: Ordre: Annuler

source: Military: Toggle Combat UI
fr: Militaire: Interface Militaire

source: Military: Next Unit
fr: Militaire: Unité suivante

source: Military: Select All
fr: Militaire: Tout sélectionner

source: Military: Halt Movement
fr: Militaire: Stopper mouvement

source: Military: Grab More Ammo
fr: Militaire: Prenez des munitions

source: Menu: Game
fr: Menu: Jeu

source: Menu: Build
fr: Menu: Construction

source: Menu: Storage
fr: Menu: Stockage

source: Menu: Job Priorities
fr: Menu: Priorités

source: Menu: Toggle City Map
fr: Menu: Carte du monde

source: Menu: QuickSave
fr: Menu: Sauvegarde Rapide

source: Menu: Debug Console
fr: Debug Menu

source: asian
fr: asiatique

source: black
fr: noir

source: white
fr: blanc

source: male
fr: homme

source: He
fr: Il

source: female
fr: femme

source: She
fr: Elle

source: slim
fr: mince

source: average
fr: normal(e)

source: heavy
fr: large

source: Effect
fr: Effet

source: Job
fr: Ordre

source: Equipment
fr: Equipement

source: Wound
fr: Blessure

source: Weather
fr: Météo

source: Mindset
fr: Esprit

source: Law
fr: Loi

source: City Block
fr: Cité

source: Nature and Buildings
fr: Nature et batiments

source: Roadside Buildings
fr: Bordure de route

source: Nature Only
fr: Nature seulement

source: Military Base
fr: Base Militaire

source: Expedition Map
fr: Carte d'expédition

source: Caverns
fr: Cavernes

source: Sewers
fr: Egouts

source: Technology Acquired!
fr: Technologie découverte!

source: The {0} is no more...
fr: {0} n’est plus là...

source: We found: {0}x {1}
fr: Nous avons trouvé: {0}x {1}

source: Success!
fr: Succès !

source: Failure!
fr: Echec !

source: Equipment Required: {0}
fr: Équipement requis: {0}

source: Tech Required: {0}
fr: Technologie requise: {0}

source: We already have: {0}
fr: Nous avons déjà: {0}

source: We don't have: {0}
fr: Nous n’avons pas: {0}

source: Spend ${0}
fr: Dépensez {0}$

source: You lack the necessary ${0}
fr: Vous n'avez pas les {0}$ nécessaires

source: Testing Skill: {0}
fr: Test de compétance: {0}

source: [Success Chance: {0}]
fr: [Chance de succès: {0}]

source: Testing Stat: {0}
fr: Test de Stat: {0}

source: Technology Discovered!
fr: Technologie découverte!

source: Found: {0}x {1}
fr: Trouvé: {0}x {1}

source: We found a friendly survivor.
fr: Nous avons trouvé un survivant amical.

source: Nothing found so far...
fr: Rien trouvé jusqu'à présent...

source: We found {0}{1}x {2}
fr: Nous avons trouvé {0}{1}x {2}

source: Our inventory is full!
fr: Notre inventaire est plein!

source: Event Selection
fr: Sélection des événements

source: Allow 'easy' events
fr: Autoriser les événements "faciles"

source: If checked, events tagged as 'easy' will be allowed.
fr: Si coché, les événements étiquetés comme "faciles" seront autorisés.

source: Allow 'difficult' events
fr: Autoriser les événements "difficiles"

source: If checked, events tagged as 'difficult' will be allowed.
fr: Si coché, les événements étiquetés comme "difficiles" seront autorisés.

source: Allow positive events
fr: Autoriser les événements positifs

source: If checked, events with positive outcomes (traders, new settlers...) will be allowed.
fr: Si coché, les événements ayant des résultats positifs (commerçants, nouveaux colons...) seront autorisés.

source: Allow negative events
fr: Autoriser les événements négatifs

source: If checked, events with negative outcomes (raids, sicknesses) will be allowed.
fr: Si coché, les événements ayant des résultats négatifs (raids, maladies) seront autorisés.

source: Balance events
fr: Équilibrer les événements

source: If checked, the game will try to balance the frequency of good and bad events.
fr: Si coché, le jeu tentera d'équilibrer la fréquence des bons et des mauvais événements.

source: Minimum time between events (ingame hours)
fr: Temps minimum entre les événements (heures dans le jeu)

source: Maximum time between events (ingame hours)
fr: Temps maximum entre les événements (heures dans le jeu)

source: Guaranteed Peace (ingame hours)
fr: Paix garantie (heures dans le jeu)

source: For how long, in ingame hours, no negative or detrimental event can trigger.
fr: Pendant combien de temps, en heures dans le jeu, aucun événement négatif ou préjudiciable ne peut se déclencher.

source: Easy
fr: Facile

source: Fewer hostiles, no ambushes and reduced food consumption.
fr: Moins d'hostiles, pas d'embuscades et une consommation alimentaire réduite.

source: The default experience.
fr: L'expérience par défaut.

source: Survival
fr: Survie

source: The city is more hostile, and sickness is lethal. Food consumption slightly increased.
fr: La ville est plus hostile, et la maladie est mortelle. La consommation alimentaire a légèrement augmenté.

source: Everyone is infected, water is rare and the city is even more hostile. Food consumption increased.
fr: Tout le monde est infecté, l'eau est rare et la ville est encore plus hostile. La consommation alimentaire a augmenté.

source: Custom
fr: Personnalisé

source: Customized settings.
fr: Paramètres personnalisés.

source: Pandemonium Infection Rate
fr: Taux d'infection du virus Pandémonium

source: Health Settings
fr: Paramètres de santé

source: Lethal sickness
fr: Maladie mortelle

source: If checked, critical levels of illness can lead to a survivor's death.
fr: Si coché, des niveaux critiques de maladie peuvent entraîner la mort d'un survivant.

source: Allow hostile weather
fr: Autoriser les conditions météorologiques hostiles

source: If checked, dangerous weather patterns like acid rains can happen.
fr: Si coché, des conditions météorologiques dangereuses comme les pluies acides peuvent se produire.

source: Better founding settlers
fr: De meilleurs colons fondateurs

source: If checked, your initial survivors will get a permanent buff and better overall stats.
fr: Si coché, vos survivants initiaux recevront un buff permanent et de meilleures statistiques globales.

source: Hide buildings' content
fr: Masquer le contenu des bâtiments

source: If checked, the content of buildings will be hidden from you until you visit them.
fr: Si coché, le contenu des bâtiments vous sera caché jusqu'à ce que vous les visitiez.

source: Shamblers can attack walls
fr: Les infectés peuvent attaquer les murs

source: If checked, zombie-like enemies will be able to attack your walls if they cannot find something else to attack.
fr: Si coché, les ennemis de type zombies pourront attaquer vos murs s'ils ne trouvent pas d'autre cible.

source: Rare water sources
fr: Sources d'eau rares

source: If checked, water wells will require to be placed next to a body of water (lakes, rivers) and cannot be placed close to one another. Water is much more valuable and difficult to come by. Warning: This setting increases difficulty by a lot.
fr: Si coché, les puits d'eau devront être placés à côté d'un point d'eau (lacs, rivières) et ne peuvent pas être placés les uns près des autres. L'eau est beaucoup plus précieuse et difficile à trouver. Attention: Ce paramètre augmente la difficulté de beaucoup.

source: Unlimited supply points
fr: Points d'approvisionnement illimités
