Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: Copy the queued recipes to clipboard. You can then apply the list to another similar crafting station.
fr: Copiez les recettes en file d'attente dans le presse-papiers. Vous pouvez ensuite appliquer la liste à une autre station du même type.

source: Paste Queue
fr: Coller Liste

source: Set this crafting station's production queue to be the same as the one you've copied
fr: Coller la file d'attente depuis le presse-papier

source: Fallow
fr: En jachère

source: Keep the fields fallow
fr: Laisser ces champs en jachère

source: Farm Settings
fr: Réglages des champs

source: Crops
fr: Plantes

source: Seeds available
fr: Graines en stock

source: Useable
fr: Capacité utilisable

source: Water Level
fr: Humidité

source: Change Seed
fr: Choisir graine

source: Crop Information
fr: Information

source: Output
fr: Résultat

source: Yield per plot
fr: Récolte par tile

source: Grow Time
fr: Durée de pousse

source: Days
fr: Jours

source: Crop Requirements
fr: Besoins des plantes

source: Location
fr: Destination

source: Lighting (day)
fr: Lumière (jour)

source: Lighting (night)
fr: Lumière (nuit)

source: Water Consumption
fr: Besoin en eau

source: Delete Zone
fr: Effacer Zone

source: This will remove the farm and all its resources completely.
fr: Cela supprimera complètement la ferme et toutes ses ressources.

source: Event Log
fr: Journal

source: Selected Gear
fr: Equipement

source: Party
fr: Nombre de personnes

source: Cargo Capacity
fr: Espace Soute

source: Attack Strength
fr: Force d'attaque

source: Scavenging
fr: Fouille

source: Noise
fr: Bruit

source: Movement Speed
fr: Vitesse de déplacement

source: Assign People
fr: Assigner Survivants

source: Locate On Map
fr: Localiser sur la carte

source: Launch Expedition
fr: Lancer Expedition

source: Expedition Members ({0} max)
fr: Membres ({0} max)

source: You cannot add more people to your group.
fr: Vous ne pouvez pas ajouter plus de personnes à votre groupe.

source: Remove
fr: Enlever

source: Select Transport
fr: Sélectionner le transport

source: Self Powered
fr: Auto-alimenté

source: Not producing power..
fr: Ne produit pas d'électricité...

source: Working
fr: En Fonction

source: Not Working
fr: Désactivé

source: Duration
fr: Durée

source: Power
fr: Puissance

source: Range
fr: Portée

source: Job Priority
fr: Priorité des Ordres

source: Set which jobs are picked first by your survivors. Click on items to move them from a list to another, and use the buttons to set priority.
fr: Choisir les ordres qui seront prioritisé par vos survivants. Cliquez sur les noms pour les déplacer d'une liste à l'autre, et sur les fleches pour définir l'ordre.

source: No Priority
fr: Non prioritaire

source: Selection
fr: Sélection

source: Draft Military
fr: Recruter pour combat

source: Will switch to combat mode with those settlers (and only those) set as military units
fr: Passe en mode de combat avec ces survivants (et seulement ceux-ci) sélectionnés comme unités militaires

source: Food Level:
fr: Nourriture:

source: Butcher old animals
fr: Abattre vieux animaux

source: This option will automatically mark animals that are no longer fertile as butcherable
fr: Cette option marque automatiquement les animaux qui ne sont plus fertiles pour être abattus

source: Prevent births when full
fr: Prévenir les naissances lorsque le paturage est plein

source: This option will prevent animals from reproducing when this pasture is full
fr: Cette option empêchera les animaux de se reproduire lorsque ce paturage est plein

source: Select Allowed Species
fr: Sélectionner Espèces

source: Center camera on target
fr: Centrer la caméra sur la cible

source: Rename Pasture
fr: Renommer pâturage

source: Spawn Settler
fr: Ajouter survivant

source: Spawn Bandit
fr: Ajouter bandit

source: Sort: Skill
fr: Trier: Aptitude

source: Sort: Stats
fr: Trier: Stats

source: Sort: Misc
fr: Tri: Divers

source: For {0}
fr: Pour {0}

source: Selection:
fr: Sélection:

source: Add Task
fr: Ajouter Tache

source: Remove all tasks
fr: Tout Enlever

source: Connected to {0} items
fr: Connecté à {0} objets

source: Not connected
fr: Pas connecté

source: Layer Relay
fr: Relais d'étage

source: You can conduct power from a layer to another by placing a second relay in the layer above/below this one at the exact same position.
fr: Vous pouvez transmettre l'électricité d'une couche à l'autre en plaçant un deuxième relais dans la couche au-dessus/au-dessous de celui-ci à la même position.

source: Incomplete
fr: Incomplet

source: Room Status:
fr: Etat de la Zone:

source: Prisoner:
fr: Prisonnier:

source: Change Prisoner
fr: Changer prisonnier

source: Free Cell
fr: Libérer

source: Warning: the prisoner might try to escape if there's no other prison cell attributed
fr: Avertissement: le prisonnier pourrait essayer de s'échapper s'il n'y a pas d'autre cellule de prison

source: Remove Prison Cell
fr: Supprimer la cellule de prison

source: Roof
fr: Toit

source: {0} or more
fr: {0} ou plus

source: {0} exactly
fr: {0} exactement

source: Forbidden
fr: Interdit

source: {0}Selected: {1}
fr: {0}Sélectionné: {1}

source: Skills
fr: Aptitudes

source: Recruit Selected
fr: Recruiter

source: End Recruitment
fr: Terminé

source: Start Research
fr: Démarrer Recherche

source: Cancel Research
fr: Annuler Recherche

source: Add Tech
fr: Ajouter Tech

source: Missing Tech
fr: Technologie Manquante

source: You do not have access to the robot building technology yet.
fr: Vous n'avez pas encore accès à la technologie de construction de robots.

source: Summary
fr: Info

source: Head
fr: Tête

source: Body
fr: Corps

source: Arms
fr: Bras

source: Name
fr: Nom

source: Weapon:
fr: Arme:

source: Headgear:
fr: Casque:

source: Armor:
fr: Armure:

source: HP Bonus:
fr: Bonus Vie:

source: Build Time:
fr: Temps de construction:

source: Build Robot
fr: Construire Robot

source: Jobs
fr: Taches

source: Stats Modifiers
fr: Modificateur de statistiques

source: Skill Modifiers
fr: Modificateur de compétence

source: Room Quality:
fr: Qualité:

source: Owner:
fr: Propriétaire:

source: Set Owner
fr: Changer Proprio

source: Free Room
fr: Libérer

source: Build Roof
fr: Construire Toit

source: In construction
fr: En Construction

source: DEAD
fr: MORT

source: Allow Feeding
fr: Autoriser nourriture

source: If checked, survivors with the hauling job will feed this prisoner. Feeding prisoners increase compliance slowly, while not feeding them decrease it.
fr: Si coché, les survivants avec le job de transport nourriront ce prisonnier. Nourrir les détenus augmente lentement leur obéissance. Ne pas les nourrir la diminue.

source: Allow Work
fr: Autoriser travail

source: If checked, the prisoner will be allowed to perform some jobs in the settlement. Might slowly decrease compliance, especially if multiple prisoners are left to their own devices and chatting with each other.
fr: Si coché, le prisonnier sera autorisé à effectuer certains travaux dans la colonie. Peut lentement diminuer l'obéissance, surtout si plusieurs prisonniers bavardent entre eux.

source: Allow Chatting
fr: Autoriser discussions

source: If checked, your survivors will occasionally talk with this prisoner. Chatting might increase compliance, but it can occasionally fail and decrease it.
fr: Si coché, vos survivants parleront occasionnellement avec ce prisonnier. La discussion peut augmenter l'obéissance, mais aussi parfois la diminuer.

source: Allow Recruitment
fr: Autoriser recrutement

source: If checked, survivors will occasionally come to chat with this prisoner to attempt to recruit them. Need high compliance for this action to be succesful.
fr: Si coché, les survivants viendront parfois discuter avec ce prisonnier pour tenter de le recruter. Plus l'obéissance est élevée et plus il y a de chances pour que cela fonctionne.

source: Butchering prisoners has drastic effects on survivors who do not have the cannibal trait.
fr: Utiliser vos prisonnier comme source de nourriture a des effets drastiques sur les survivants qui n'ont pas le trait cannibalisme.

source: Take Prisoner [Prison Needed]
fr: Faire Prisonnier

source: Banish from colony
fr: Bannir

source: It will banish the prisoner permanently.
fr: Cela bannira définitivement le prisonnier.

source: Banish Prisoner?
fr: Bannir prisonnier ?

source: Are you sure that you want to banish {0} from your colony?
fr: Etes-vous sûr de vouloir bannir {0} de votre colonie ?

source: {0} has been banished from your settlement!
fr: {0} a été banni de votre base !

source: Mood {0}/{1}
fr: Humeur: {0}/{1}

source: Click to get a detailed report
fr: Cliquez pour un rapport détaillé

source: Inventory
fr: Inventaire

source: Interact
fr: Intéragir

source: [in cooldown]
fr: [en attente]

source: Free Pet
fr: Libérer

source: Butchering sentient beings has drastic effects the mood of people who do not have the cannibal trait.
fr: La boucherie d'humains a des effets drastiques sur l'humeur des gens qui n'ont pas le trait "cannibalisme".

source: Neutered
fr: Castré

source: It will banish this settler permanently.
fr: Cela bannira définitivement ce colon.

source: Banish Survivor?
fr: Bannir cette personne ?

source: Run Self-Destruct Sequence
fr: Exécuter la séquence d'autodestruction

source: This will destroy the robot and retrieve a little bit of resources.
fr: Cela va détruire le robot et récupérer un peu de ressources.

source: Run Self Destruct Sequence?
fr: Exécuter la séquence d'auto-destruction ?

source: Are you sure that you want to destroy {0}? You will recover some resources.
fr: Etes-vous sûr que vous voulez détruire {0} ? Vous récupérerez certaines ressources.

source: {0} has been destroyed!
fr: {0} a été détruit !

source: Can't be in the militia
fr: Ne peut pas être soldat

source: Military Settings
fr: Fiche Militaire

source: Military settings for that particular survivor
fr: Options militaires pour ce survivant

source: Release
fr: Enlever

source: Recruit
fr: Recruter

source: Toggle combat mode: recruiting/releasing this survivor only.
fr: Ajouter/Enlever ce survivant du mode de combat.

source: Battery Level
fr: Niveau Batterie

source: Compliance Level
fr: Obéissance

source: Wild Beast
fr: Animal sauvage

source: Cattle
fr: Bétail

source: Domesticated
fr: Domestiqué

source: Category:
fr: Catégorie:

source: Pastured:
fr: En Pâturage:

source: Sex:
fr: Sexe:

source: Age (days):
fr: Age (Jours):

source: Pregnant:
fr: Enceinte:

source: This will banish the survivor permanently.
fr: Cela bannira définitivement le survivant.

source: This will destroy the robot and retrieve a little bit of resources. It is immediate and there is no confirmation box.
fr: Cela va détruire le robot et récupérer un peu de ressources. C'est immédiat et il n'y a pas de boite de confirmation.

source: Store unused inventory now
fr: Déposer le chargement immédiatement

source: Force the settler to store any unused inventory in storage areas (if available) immediately
fr: Force ce survivant à déposer son cargo dans une zone de stockage (si disponible) immédiatement

source: All
fr: Tous

source: Friends
fr: Amis

source: Foes
fr: Ennemis

source: Pets
fr: Animaux

source: (increasing toward {0})
fr: (augmente vers {0})

source: (decreasing toward {0})
fr: (descend vers {0})

source: Current Morale:
fr: Bonheur actuel:

source: Relations Modifier:
fr: Modifier de relation:

source: Average
fr: Moyen

source: Current Mood:
fr: Humeur courante:

source: No Action Selected
fr: Pas d'action sélectionnée

source: No Action
fr: Pas d'action

source: Do nothing.
fr: Ne rien faire.

source: total units
fr: unités totales

source: until units in storage
fr: jusqu'à avoir X unités en stock

source: Repeat
fr: Répéter

source: Select Action
fr: Sélectionner Action

source: I'll buy your prisoners for a good price!
fr: J'achèterai vos prisonniers pour un bon prix!

source: I'm selling prisoners for a good price!
fr: Je vend des prisonniers pour un bon prix!

source: Value: ${0}
fr: Valeur: ${0}

source: Buy Prisoner
fr: Acheter prisonnier

source: You bought {0} from the trader for ${1}
fr: Vous avez acheté {0} pour {1}$

source: Sell Prisoner
fr: Vendre prisonnier

source: You sold {0} to the trader for ${1}
fr: Vous avez vendu {0} pour ${1}

source: Stat
fr: Stats

source: You
fr: Vous

source: All your depots
fr: Toutes vos zones de stockage

source: Used space: {0}
fr: Espace utilisé: {0}

source: Edit
fr: Editer

source: Filter: None
fr: Filtre: Aucun

source: Available Animals
fr: Animaux Disponibles

source: You'll lose the egg if you interrupt another job.
fr: Vous perdrez l'oeuf si vous arrêtez un job.

source: Growth Time
fr: Temps de croissance

source: Behavior
fr: Comportement

source: Change Selection
fr: Changer Sélection

source: Ready
fr: Pret

source: Waiting for {0}
fr: En Attente: {0}

source: Growth in progress: {0}
fr: En train de grandir: {0}

source: Category: {0} | Trade Value: ${1}
fr: Catégorie: {0} | Valeur: {1}$

source: Selected: {0} | cost for {1} units: ${2}
fr: Sélection: {0} | prix pour {1} unités: {2}$

source: Selected: {0}
fr: Sélection: {0}

source: Buy
fr: Acheter

source: Sell
fr: Vendre

source: Your Money: ${0}
fr: Votre Argent: ${0}

source: Trader's Money: ${0}
fr: Marchand: {0}$

source: Trading Screen
fr: Marchander

source: Buy from Trader
fr: Acheter au marchand

source: Sell to Trader
fr: Vendre au marchant

source: Trade
fr: Commercer

source: Not Enough Money
fr: Pas assez d'argent

source: You do not have enough money to make that purchase.
fr: Vous n'avez pas assez d'argent pour faire cet achat.

source: Out of Stock
fr: Plus en stock

source: We're out of stock, sorry!
fr: Plus en stock, désolé!

source: Error
fr: Erreur

source: It seems something is going wrong and that the item can't be sold
fr: Il semble que quelque chose ne va pas et que l'article ne peut pas être vendu

source: The traders don't have enough money to pay for that.
fr: Les marchants n'ont pas assez d'argent pour payer ceci.

source: You don't have that in your inventory
fr: Vous n'avez pas cet object dans votre inventaire

source: No ammo
fr: Pas de munition

source: Range:
fr: Portée:

source: Target:
fr: Cible:

source: Ammo:
fr: Munitions:

source: Waiting for hauler
fr: En attente de transport

source: Filling up
fr: Remplissage

source: Roof preventing work
fr: Toit empêchant le travail

source: Bad Weather
fr: Mauvais temps

source: Output:
fr: Sortie:

source: Confirm
fr: Confirmer

source: View queued jobs
fr: Afficher la liste des taches planifiées

source: Unit Test Menu
fr: Unit Testing

source: In Garage
fr: Dans le garage

source: Awaiting Orders
fr: En attente de commandes

source: Requesting Help!
fr: Demande votre aide!

source: Speed
fr: Vitesse

source: (Funds: ${0})
fr: (Argent: ${0})

source: Select
fr: Selectionner

source: Filters
fr: Filtres

source: Build
fr: Contruire

source: Forge
fr: Forger

source: Craft
fr: Fabriquer

source: Repair
fr: Réparation

source: Recycle to
fr: Recycler en

source: Make
fr: Faire

source: Cook
fr: Cuisiner

source: Recycle
fr: Recycler

source: Factory Dependent
fr: Dépendant de l'usine

source: Used by the following factories
fr: Utilisé par les usines suivantes

source: General Info:
fr: Info générales:

source: Innate
fr: Inné

source: Very Rare
fr: Très rare

source: Rarity
fr: Rareté

source: Value
fr: Valeur

source: Weight
fr: Poid

source: Recycled to
fr: Recyclage en

source: Used to build:
fr: Utilisé pour construire:

source: Used to construct:
fr: Utilisé pour construire:

source: Used in recipes:
fr: Utilisé dans les recettes:

source: Found in locations:
fr: Trouvé dans les lieux:

source: Need to be grown:
fr: Besoin d'être cultivé:

source: Growth duration:
fr: Durée de croissance:

source: Species:
fr: Espèces:

source: Tamed AI:
fr: IA apprivoisée:

source: Give Trait
fr: Donne Trait

source: This {0} made me happy
fr: Ce {0} m'a rendu heureux

source: I'm not a fan of human meat!
fr: Je ne suis pas fan de la viande humaine !

source: Morph To:
fr: Morph en:

source: Effects:
fr: Effets:

source: Prisoner Compliance:
fr: Obéissance:

source: Give Traits
fr: Donne Traits

source: Remove Traits
fr: Enlève Traits

source: Max Health
fr: Santé Max

source: Water Travel?
fr: Peut nager?

source: Defensive Rating
fr: Niveau Défensif

source: Scavenging Modifier
fr: Niveau de Fouille

source: Noise Rating
fr: Niveau de bruit

source: Passenger Capacity
fr: Capacité de passagers

source: shots/sec
fr: coups/sec

source: Base Damage
fr: Dégâts de base

source: Armor Penetration
fr: Pénétration de l'armure

source: Fire Rate
fr: Cadence de tir

source: Critical Chance
fr: Coup critique

source: Accuracy
fr: Précision

source: Magazine Size
fr: Chargeur

source: Ammunition
fr: Munitions

source: Reload Time
fr: Temps de chargement

source: Research Difficulty: {0}
fr: Difficulté Recherche: {0}

source: Lootable Only
fr: Pillable uniquement

source: This technology can only be looted (it may be unique to a scenario or found during expeditions).
fr: Cette technologie ne peut qu'être pillée (elle peut être soit unique à un scénario, soit trouvée lors d'une expédition).

source: Value indicating how long this research will take. It is heavily influenced by the worker's scientific skill.
fr: Valeur indiquant combien de temps cette recherche prendra. Fortement influencée par les compétences scientifiques du travailleur.

source: New Techs:
fr: Nouvelles technologies:

source: New Buildings:
fr: Nouveau batiments:

source: New Rooms:
fr: Nouvelles Salles:

source: New Recipes:
fr: Nouvelles recettes:

source: New Walls:
fr: Murs:

source: New Laws:
fr: Nouvelles Lois:

source: New Expedition Transports:
fr: Nouveaux transports pour expéditions:

source: Misc:
fr: Divers:

source: Can build {0} more {1}
fr: Peut construire {0} {1} de plus

source: I am fighting with {0}.
fr: Je me bats avec {0}.

source: I am attacking hostiles.
fr: J'attaque des ennemis.

source: I am in combat.
fr: Je suis au combat.

source: I am brawling with {0}.
fr: Je me bats avec {0}.

source: I am looking for a fight.
fr: Je cherche à me battre.

source: I am building {0} at {1}.
fr: Je construis un(e) {0} à {1}.

source: Construction Finished: {0} at {1}
fr: Construction terminée: {0} à {1}

source: I am butchering.
fr: Je découpe un animal.

source: I am bringing {0} to {1}.
fr: J'apporte {0} vers {1}.

source: I am butchering {0}.
fr: Je découpe un(e) {0}.

source: We're butchering people!
fr: Nous massacrons des gens!

source: {0} people are mad that we're butchering sentient beings.
fr: {0} survivants sont très mécontent que nous découpions de la viande humaine.

source: I am storing items.
fr: Je range des ressources.

source: I am consuming {0} at {1}.
fr: Je consomme un(e) {0} dans {1}.

source: I am consuming {0}.
fr: Je consomme un(e) {0}.

source: I am consuming item.
fr: J'utilise un object.

source: Used {0} without appropriate room
fr: Utilisé {0} sans accès à la bonne zone

source: I am burying {0}.
fr: J'enterre {0}.

source: I am diagnosing {0}.
fr: Je diagnostique {0}.

source: I am fixing {0}'s {1}.
fr: Je soigne le {1} de {0}.

source: I am healing {0}.
fr: Je soigne {0}.

source: I am a doctor.
fr: Je suis un docteur.

source: {0} wants to fix {1}'s {2}
fr: {0} veut réparer le {2} de {1}

source: {0} wants to fix {1}'s low health
fr: {0} veut corriger la mauvaise santé de {1}

source: {0} used {1} on {2}.
fr: {0} utilise {1} sur {2}.

source: I am moving {0} {1} to {2}.
fr: Je déplace {0} {1} vers {2}.

source: I am moving items to {0}.
fr: Je déplace des matériaux vers {0}.

source: I am farming at {0}.
fr: Je m'occupe de {0}.

source: I am interacting with {0}.
fr: J'interagis avec {0}.

source: I am interacting with something.
fr: J'interagis avec quelque chose.

source: I am visiting {0}.
fr: Je visite {0}.

source: I am mourning a dead friend.
fr: Je visite la tombe d'un ami.

source: Mourned a friend recently
fr: Visité la tombe d'un ami

source: a location
fr: un lieu

source: I am moving {0} to {1}.
fr: Je déplace {0} vers {1}.

source: I am moving {0} to the hospital.
fr: Je déplace {0} vers l'hopital.

source: I am moving around.
fr: Je me déplace.

source: I am taking a break.
fr: Je me repose.

source: I am moving toward {0}.
fr: Je me dirige vers {0}.

source: I am going to position {0}.
fr: Je vais à la position {0}.

source: I am going to {0}.
fr: Je vais vers {0}.

source: I am resting in {0}.
fr: Je me repose dans {0}.

source: I am resting.
fr: Je me repose.

source: I am picking up {0} {1}.
fr: Je ramasse {0} {1}.

source: I am harvesting plants from {0}.
fr: Je récolte des plantes dans {0}.

source: I am planting seeds at {0}.
fr: Je plante des graines dans {0}.

source: I am mining {0}.
fr: Je mine {0}.

source: I am disassembling {0}.
fr: Je démonte {0}.

source: You need to call the expedition back home before the garage can be deleted.
fr: Vous devez rappeler l'expédition à la base avant que le garage puisse être supprimé.

source: I am removing floor tiles.
fr: J'enlève du carrelage.

source: I am repairing {0}.
fr: Je répare {0}.

source: I am repairing items.
fr: Je répare des objets.

source: I am building a roof at [{0},{1}].
fr: Je construis un toit à [{0},{1}].

source: I am working at {0}.
fr: Je travaille à {0}.

source: I am moving around {0}.
fr: Je me déplace autour de {0}.

source: I am lost.
fr: Je suis perdu.

source: {0} is causing errors
fr: {0} cause des problèmes

source: Something is causing errors
fr: Problèmes détectés

source: The game or a mod could not load {0} ("{1}"). Please validate your game content and/or disable mods. If this error persists with no mods enabled, please let us know.
fr: Le jeu ou un mod n'a pas pu charger {0} ("{1}"). Veuillez valider le contenu du jeu et/ou désactiver les mods. Si cette erreur persiste sans mods activés, s'il vous plaît laissez-le nous savoir.

source: The game or a mod could not load {0} ("{1}"). Please reinstall the game and/or disable mods. If this error persists with no mods enabled, please let us know.
fr: Le jeu ou un mod n'a pas pu charger {0} ("{1}"). Veuillez valider le contenu du jeu et/ou désactiver les mods. Si cette erreur persiste sans mods activés, s'il vous plaît laissez-le nous savoir.

source: Point Of Interest
fr: Point d'intérêt

source: Possible loot:
fr: Butin possible:

source: The {0} law is now active!
fr: La loi {0} est maintenant active!

source: The {0} law is no longer active!
fr: La loi {0} n'est plus active !

source: Job template applied to: {0}
fr: Paramètres de travail appliqués à: {0}

source: On Contact
fr: Au contact

source: Radius
fr: Rayon

source: Fauna Only
fr: Faune seulement

source: Hostiles and neutrals
fr: Hostiles et neutres

source: Perlin Noise
fr: Bruit de Perlin

source: Cellular Automation
fr: Automate cellulaire

source: Diggers
fr: Mineurs:

source: Common
fr: Commun

source: Everyone
fr: Tout le monde

source: Environment
fr: Environnement

source: Raider
fr: Bandit

source: Dynamic AI
fr: IA Dynamique

source: Always Hostile
fr: Toujours hostile

source: Always Neutral
fr: Toujours neutre

source: Player Faction
fr: Votre Faction

source: Automatic
fr: Automatique

source: Sentient
fr: Intelligent

source: Vehicle
fr: Véhicule

source: Other
fr: Autre

source: Prisoner
fr: Prisonnier

source: Settler
fr: Survivant

source: Trader
fr: Marchand

source: People with this trait don't mind when sentient beings are butchered, nor do they mind eating human flesh.
fr: Les gens avec ce trait ne me dérange pas quand les êtres sensibles sont massacrés, et ils ne l'esprit manger de la chair humaine.

source: Blood Thirsty
fr: Assoiffé de sang
