Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: Reset Location
fr: Supprimer Position

source: Character Sheet
fr: Info sur le survivant

source: Personality:
fr: Personnalité:

source: Statistics
fr: Statistiques

source: Ownership
fr: Propriété

source: Disable All
fr: Tout Enlever

source: Enable All
fr: Tout Activer

source: Unequip
fr: Enlever

source: remove current equipment, if any.
fr: enlève l'objet équipé.

source: Cancel
fr: Annuler

source: Click on green to go up, click on red to go down a level.
fr: Cliquez sur vert pour monter, cliquez sur rouge pour descendre d'un niveau.

source: Toggle Alert Mode: resume normal activities
fr: Stopper l'alerte: dire à vos survivants de reprendre le travail

source: Force all your military units to go back to their assigned patrol location (if set)
fr: Force toutes vos unités militaires à retourner à leur position de patrouille (si assignée)

source: {{GOLD}}Military:{{WHITE}} Units moving to patrol location
fr: {{GOLD}}Milice:{{WHITE}} Unités se déplacent vers leur position de patrouille

source: Mark the current position of all your military units as their new patrol location
fr: Marquez la position actuelle de toutes vos unités militaires comme leur nouveau lieu de patrouille

source: {{GOLD}}Military:{{WHITE}} Patrol Locations Set
fr: {{GOLD}}Milice:{{WHITE}} position de patrouille définie

source: Select the next military unit
fr: Militaire: Unité suivante

source: Select all your military units
fr: Militaire: Tout sélectionner

source: Tell all your selected settlers to stop moving
fr: Dire à vos soldats sélectionnés d'arrêter de bouger

source: Return to game
fr: Retour au jeu

source: Cycle view mode
fr: Cycler les différent filtres

source: Razing this structure will give you:
fr: Raser cette structure vous donnera:

source: Nothing!
fr: Rien!

source: In inventory:
fr: Inventaire:

source: Tile Content
fr: Contenu

source: Someone with the Hauling job will get that shortly
fr: Quelqu'un avec le job "transport" viendra collecter ça sous peu

source: Shortcut:
fr: Raccourci:

source: Resources required:
fr: Ressources nécessaires:

source: - {0}{1}x {2} (stored: {3})
fr: - {0}{1}x {2} (stock: {3})

source: (right-click to show details)
fr: (clic-droit pour stats)

source: Required content:
fr: Contenu:

source: Walls required
fr: Murs nécessaires

source: Roof required
fr: Toit nécessaire

source: Damage Reduction: {0}
fr: Réduction Dégats: {0}

source: Melee Damage Modifier: {0}
fr: Mod Dommage Mêlée: {0}

source: Ranged Damage Modifier: {0}
fr: Mod Dommage Distance: {0}

source: Stat Changes:
fr: Change Stats:

source: Skill Changes:
fr: Change Aptitudes:

source: Suppressed Behaviors:
fr: Comportements supprimés:

source: Behavior Changes:
fr: Comportement:

source: Base Happiness Mod: {0}
fr: Mod Bonheur de base: {0}

source: Charisma Mod: {0}
fr: Mod Charme: {0}

source: Mood Growth Multiplier:
fr: Modif. croissance de l'humeur:

source: Mood Decrease Multiplier:
fr: Modif. réduction de l'humeur:

source: Can't work in:
fr: Ne peut pas:

source: (left-click to change)
fr: (clique-gauche pour changer)

source: (right-click to show stats)
fr: (clique-droit pour stats)

source: Requirements:
fr: Requis:

source: (right-click to remove)
fr: (clique-droit pour enlever)

source: (click for more info)
fr: (cliquez pour + d'info)

source: Base Value: {0}
fr: Valeur: {0}

source: Modifiers:
fr: Modifications:

source: Ammo: {0}
fr: Munitions: {0}

source: Damage:
fr: Dégats:

source: Strength:
fr: Force:

source: Fire Rate:
fr: Cadence de tir:

source: Innate (stats): {0}
fr: Base (stats): {0}

source: From Experience: {0}
fr: Expérience: {0}

source: Skill:
fr: Activité:

source: Required:
fr: Nécessaire:

source: (right-click to show info about produced item)
fr: (clic droit pour afficher des informations sur la production)

source: Enabling High Priority on a crafting station will make its jobs more important than other non high priority jobs. Note that enabling this on too many stations will be detrimental to your settlement. It is generally recommended to use the {0} menu first.
fr: Activer cette option rendra cette station prioritaire par rapport aux autres. Notez que l'activation de cette option sur trop de stations sera préjudiciable à vos performances (si tout est prioritaire, rien ne l'est vraiment par définition). Pour la plupart des taches, il est généralement recommandé d'utiliser le menu {0} à la place de cette option.

source: Recycle structures, rocks and trees into useful parts.
fr: Recycler les structures, les roches et les arbres en resources utiles.

source: Cancel active building, recycling and repair jobs in an area.
fr: Annuler les ordres de construction, de recyclage, et de réparation dans une région.

source: Order to repair your damaged walls and structures.
fr: Réparer vos murs et structures endommagés.

source: Open the menu used to build new crafting stations, walls, floors and structures.
fr: Ouvrez le menu utilisé pour construire de nouvelles stations, murs, planchers, et structures.

source: Open an interactive list with all your survivors.
fr: Ouvrir une list interactive de tous vos survivants.

source: Make a full inventory of your settlement's resources.
fr: Un inventaire complet des ressources de votre base.

source: Menu used to conduct diplomacy and to manage your faction's laws, settings and outposts.
fr: Menu utilisé pour la diplomatie et gérer votre base.

source: Open the city map, conduct diplomacy and plan expeditions.
fr: Ouvrir la carte de la ville, pour planner vos expéditions.

source: Reorder priorities between job categories.
fr: Pour réorganiser la priorité des différentes catégories de travaux.

source: Toggle between building and combat interfaces.
fr: Basculez entre les interfaces de construction et de combat.

source: Go toward the surface.
fr: Allez vers la surface.

source: Go toward the underground.
fr: Descendre d'un niveau

source: Orders selected fighters to go grab more ammunition (if available).
fr: Ordonne aux combattants sélectionnés d'aller prendre plus de munitions (si disponible).

source: Addicted:
fr: Addiction:

source: Fullness:
fr: Taux:

source: Recovery:
fr: Sevrage:

source: {{GOLD}}Welcome!{{WHITE}} This is a short introduction before we get into the tutorial proper. {{ORANGE}}After The Collapse{{WHITE}} is a base building game in which your task is to take care of a colony of post nuclear war survivors. You'll have to keep them fed, healthy and entertained while protecting them from invaders. An important thing to note here is that, outside of combat, you won't be giving direct orders to each survivor. Instead, you lay out the foundations for your base, assign jobs to the best candidates, manage stocks, select techs to research and so on. This tutorial will go over the basics of building your early base, but before that, let's quickly review how to navigate the user interface.
fr: {{GOLD}} Bienvenue! {{WHITE}} Ceci est une courte introduction avant d'entrer dans le tutoriel proprement dit. {{ORANGE}} After The Collapse {{WHITE}} est un jeu de construction de base dans lequel vous devez prendre soin d'une colonie de survivants après une guerre nucléaire. Vous devrez les nourrir, et les maintenir en bonne santé et divertis tout en les protégeant des envahisseurs. Une chose importante à noter ici est que, en dehors des combats, vous ne donnerez pas d'ordres directs à chaque survivant. Au lieu de ça, vous établissez les plans de votre base, attribuez les tâches aux meilleurs candidats, gérez les stocks, sélectionnez les recherches, etc. Ce didacticiel aborde les bases pour construire votre première colonie, mais avant cela, examinons rapidement comment naviguer dans l'interface utilisateur.

source: Continue
fr: Continuer

source: {{GOLD}}Navigation{{WHITE}} You can move the camera around with the usual {{GOLD}}WASD{{WHITE}} keys, you can also drag and move the mouse while pressing its middle button. You can zoom in and out with the mouse wheel. Also, the game features an active pause where you can issue commands while the game is still paused. You can toggle it on/off with the {{GOLD}}[space]{{WHITE}} key.
fr: {{GOLD}}Navigation{{WHITE}} Vous pouvez déplacer la caméra avec les touches {{GOLD}} WASD {{WHITE}} habituelles. Vous pouvez également faire glisser la souris tout en appuyant sur son bouton du milieu. Vous pouvez zoomer et dézoomer avec la molette de la souris. En outre, le jeu comporte une pause active où vous pouvez émettre des commandes pendant que le jeu est toujours en pause. Vous pouvez l'activer ou la désactiver avec la touche {{GOLD}}[espace]{{WHITE}}.

source: Hi! I'm the event log
fr: Salut! Je suis le journal des événements

source: {{GOLD}}User Interface{{WHITE}} This is the main user interface. At the bottom of the screen are located a row of buttons. They lead to the main menus/actions which will get explained later. At the bottom right is the Event Log where important events get written down automatically (Generally, you can click on an event there to center the camera on it). And at the center top you can see some of your resources. {{ORANGE}}Important:{{WHITE}} - A right-click *outside* of a menu will close it. - Most buttons and menus have helpful tooltips.
fr: {{GOLD}} Interface utilisateur{{WHITE}} Il s'agit de l'interface utilisateur principale. Au bas de l'écran se trouvent une rangée de boutons. Ils conduisent aux menus et actions principales qui seront expliquées plus tard. En bas à droite se trouve le journal des événements où les événements importants sont écrits automatiquement (généralement, vous pouvez cliquer sur un événement pour centrer la caméra dessus). Et au sommet de l'écran, vous pouvez voir certaines de vos ressources et la carte locale. {{ORANGE}} Important:{{WHITE}} - Un clic droit *en dehors* d'un menu le fermera. - La plupart des boutons et des menus ont des info-bulles utiles.

source: {{GOLD}}Cancel Button{{WHITE}} Last thing before we start. The button (at the bottom) with this icon is the {{GOLD}}Cancel{{WHITE}} button. It can be used to cancel any orders you might want to cancel. For instance, in a moment you'll be asked to raze a lot of things. This button can be used to cancel the order on specific structures you selected by mistake.
fr: {{GOLD}}Bouton d'annulation{{WHITE}} Dernière chose avant de commencer. Le bouton (en bas) avec cette icône est le bouton {{GOLD}}Annuler{{WHITE}}. Il peut être utilisé pour annuler les commandes que vous avez passé. Par exemple, dans un instant, on vous demandera de recycler beaucoup de choses. Ce bouton peut être utilisé pour annuler la commande sur des structures spécifiques que vous auriez sélectionnées par erreur.

source: You can press this button at the bottom to order your survivors to raze structures. Razing structures will give you resources you can use to build things. {{GOLD}}Goal: Raze everything in the house, except the bunker and the walls now.
fr: Vous pouvez appuyer sur ce bouton en bas pour ordonner à vos survivants de recycler des structures. Cela vous donneront des ressources que vous pouvez utiliser pour construire des choses. {{GOLD}}Objectif: Raser tout dans la maison maintenant, sauf le bunker et les murs.

source: This button opens a menu used to build new things, including farms. Press it and in the {{GOLD}}Zones{{WHITE}} section, select {{GREEN}}Fields (farming){{WHITE}}, and build a {{GOLD}}3x5{{WHITE}} zone near the house, in an empty field (you might need to raze a few trees and rocks first). Once placed, select potato crops. {{GOLD}}Goal: Build a potato farm.
fr: Ce bouton ouvre un menu utilisé pour construire de nouvelles choses, y compris les fermes. Appuyez dessus et dans la section {{GOLD}}Zones{{WHITE}}, sélectionnez {{GREEN}}Ferme (agriculture){{WHITE}}, puis créez une zone {{GOLD}}3x5{{WHITE}} près de la maison, dans un emplacement vide (vous devrez peut-être raser quelques arbres et roches). Une fois placée, sélectionnez les cultures de pommes de terre. {{GOLD}} Objectif: Construire une ferme de pommes de terre.

source: {{GOLD}}Goal:{{WHITE}} Build a potato farm.
fr: {{GOLD}}Objectif:{{WHITE}} Construire une ferme de pommes de terre.

source: Open the build menu and go to the {{GOLD}}Utility{{WHITE}} tab, then select a {{GREEN}}Rain collector{{WHITE}}, and build 2 of them outside, by the house. {{GOLD}}Goal: Build 2 water collectors.
fr: Ouvrez le menu de construction et accédez à l'onglet {{GOLD}}Utilitaire{{WHITE}}, puis sélectionnez un {{GREEN}}collecteur de pluie{{WHITE}}, puis construisez 2 d'entre eux à l'extérieur de la maison. {{GOLD}} Objectif: Construire 2 collecteurs d'eau.

source: {{GOLD}}Goal:{{WHITE}} Build two Rain collectors.
fr: {{GOLD}}Objectif:{{WHITE}} Construire deux collecteurs de pluie.

source: Open the build menu and go to the {{GOLD}}Utility{{WHITE}} tab, select a {{GREEN}}Campfire{{WHITE}} and build one close to the water collectors. {{GOLD}}Goal: Build a campfire.
fr: Ouvrez le menu de création et accédez à l'onglet {{GOLD}}Utilitaires{{WHITE}}, puis sélectionnez un {{GREEN}}Feu de camp{{WHITE}} et créez-en un à proximité des collecteurs d'eau. {{GOLD}}Objectif: Construire un feu de camp.

source: {{GOLD}}Goal:{{WHITE}} Build a campfire.
fr: {{GOLD}}Objectif:{{WHITE}} Construire un feu de camp.

source: Campfires, like other crafting stations, allow you to queue different jobs. Generally, those jobs will convert basic resources into something more useful. In this particular case, we want to boil dirty water, but only if our stocks are below a critical level. - Click on the newly built {{GREEN}}Campfire{{WHITE}} - Click on the {{GOLD}}Add Job{{WHITE}} button - Select {{GREEN}}Boil dirty water{{WHITE}} in the new menu - Below, set the dropdown to {{GOLD}}Keep total stock at{{WHITE}} - Next to the dropdown, set the quantity to {{GOLD}}20{{WHITE}}
fr: Les feux de camp, comme d'autres stations de travail, vous permettent de construire divers objets à partir de ressources de base. Dans ce cas particulier, nous voulons faire bouillir de l'eau polluée, mais seulement si nos stocks sont inférieurs à un niveau critique. - Cliquez sur le {{GREEN}}Feu de camp{{WHITE}} - Cliquez sur le bouton {{GOLD}}Ajouter{{WHITE}} - Sélectionnez {{GREEN}}Faire bouillir de l'eau{{WHITE}} dans le nouveau menu - Dessous, dans la liste déroulante, sélectionnez {{GOLD}}Garder le stock total à{{WHITE}} - A coté de la liste déroulante, définissez la quantité à {{GOLD}}20{{WHITE}}

source: {{GOLD}}Goal:{{WHITE}} Add a recipe to the campfire.
fr: {{GOLD}}Objectif:{{WHITE}} Ajouter une recette au feu de camp.

source: Open the {{GOLD}}Build Menu{{WHITE}}, go the {{GOLD}}Zones{{WHITE}} tab - Select the {{GREEN}}Barracks{{WHITE}} - Make sure to place the zone inside walls - Pick one of the larger rooms as we'll need to place 4 beds in there - Once placed, a menu will appear displaying the required elements to finish the room
fr: Ouvrez le menu de construction, allez sous l'onglet {{GOLD}}Zones{{WHITE}} - Sélectionnez la {{GREEN}}Caserne{{WHITE}} - Assurez-vous de placer la zone à l'intérieur des murs - Choisissez l'une des plus grandes chambres car nous aurons besoin de placer 4 lits dedans - Une fois placée, un menu apparaîtra affichant les éléments requis pour terminer la pièce

source: {{GOLD}}Goal:{{WHITE}} Build bedroom.
fr: {{GOLD}}Objectif:{{WHITE}} Construire une chambre à coucher.

source: Open the {{GOLD}}Build Menu{{WHITE}}, go the {{GOLD}}Furniture{{WHITE}} tab - Select the {{GREEN}}Sleeping Bag{{WHITE}} - Place 4 {{GREEN}}Sleeping Bags{{WHITE}} in the {{GREEN}}Barracks{{WHITE}}
fr: Ouvrez le {{GOLD}}Menu de construction{{WHITE}}, puis cliquez sur l'onglet {{GOLD}}Meubles{{WHITE}}. - Sélectionnez le {{GREEN}}Sac de couchage{{WHITE}}. - Placez 4 {{GREEN}}sacs de couchage{{WHITE}} dans la {{GREEN}}caserne{{WHITE}}

source: {{GOLD}}Goal:{{WHITE}} Build 4 Beds.
fr: {{GOLD}}Objectif:{{WHITE}} Construire 4 lits.

source: Open the {{GOLD}}Build Menu{{WHITE}}, go the {{GOLD}}Zones{{WHITE}} tab - Select the {{GREEN}}Dining Room{{WHITE}} - Make sure to place the zone inside walls - Pick one of the larger rooms as we'll need to place 2 tables and 4 chairs in there - Once placed, a menu will appear displaying the required elements to finish the room
fr: Ouvrez le menu de construction, allez sous l'onglet {{GOLD}}Zones{{WHITE}} - Sélectionnez la {{GREEN}}salle à manger{{WHITE}} - Assurez-vous de placer la zone à l'intérieur des murs - Une fois placé, un menu apparaîtra affichant les éléments requis pour terminer la salle

source: {{GOLD}}Goal:{{WHITE}} Build dining room.
fr: {{GOLD}}Objectif:{{WHITE}} Construire une salle à manger.

source: Open the {{GOLD}}Build Menu{{WHITE}}, go the {{GOLD}}Furniture{{WHITE}} tab - Place 2 {{GREEN}}Tables{{WHITE}} in the {{GREEN}}Dining Room{{WHITE}} - Place 4 {{GREEN}}Chairs{{WHITE}} in the {{GREEN}}Dining Room{{WHITE}}
fr: Ouvrez le {{GOLD}}Menu de construction{{WHITE}}, puis cliquez sur l'onglet {{GOLD}}Meubles{{WHITE}}. - Placez deux {{GREEN}}tables{{WHITE}} dans la {{GREEN}}salle à manger{{WHITE}} - Placez 4 {{GREEN}}chaises{{WHITE}} dans la {{GREEN}}salle à manger{{WHITE}}

source: {{GOLD}}Goal:{{WHITE}} Fill the dining room with content.
fr: {{GOLD}}Objectif:{{WHITE}} Remplir la salle à manger.

source: Open the {{GOLD}}Build Menu{{WHITE}}, go to the {{GOLD}}Crafting{{WHITE}} tab, and select the {{GREEN}}Basic Kitchen{{WHITE}}. Build one somewhere in the house. {{GOLD}}Goal: Build a basic kitchen.
fr: Ouvrez le {{GOLD}}Menu de construction{{WHITE}}, accédez à l'onglet {{GOLD}}Construction{{WHITE}}, puis sélectionnez la {{GREEN}}Cuisine Basique{{WHITE}}. Construisez-en une quelque part dans la maison. {{GOLD}}Objectif: Construire une cuisine basique.

source: The same way we did with the campfire earlier, we want to give a job to the kitchen. This time we want to produce as many basic meals as we can. - Click on the {{GREEN}}Basic Kitchen{{WHITE}} - Click on the {{GOLD}}Add Job{{WHITE}} button - Select {{GREEN}}Cook a simple meal{{WHITE}} - Set the dropdown to {{GOLD}}Build Forever{{WHITE}} That way, as long as you have canned food, someone will cook it to make meals
fr: Comme auparavant avec le feu de camp, nous voulons donner du travail à la cuisine. Cette fois, nous voulons produire autant de repas de base que nous pouvons. - Cliquez sur la {{GREEN}}Cuisine basique{{WHITE}} - Cliquez sur le bouton {{GOLD}}Ajouter{{WHITE}} - Sélectionnez {{GREEN}}cuisiner un repas simple{{WHITE}} - Définir la liste déroulante sur {{GOLD}}toujours construire{{WHITE}} De cette façon, tant que vous avez de la nourriture en conserve, quelqu'un va le faire cuire pour faire des repas

source: {{GOLD}}Goal:{{WHITE}} Add a recipe to the basic kitchen.
fr: {{GOLD}}Objectif:{{WHITE}} Ajouter une recette à la cuisine basique.

source: Given that we'll soon have a bunch of potatoes to cook, queue another job at the {{GREEN}}Basic Kitchen{{WHITE}} - Select {{GREEN}}Cook mashed potatoes{{WHITE}} - Set the dropdown to {{GOLD}}Build Forever{{WHITE}} With both jobs queued, we should be safe on the food front for a while
fr: Étant donné que nous aurons bientôt un tas de pommes de terre à cuisiner, ajoutez un autre travail à la cuisine: - Sélectionnez {{GREEN}}cuisiner purée de pommes de terre{{WHITE}} - Définir la liste déroulante sur {{GOLD}}toujours construire{{WHITE}} Avec les deux travaux en file d'attente, nous devrions être en sécurité sur le front alimentaire pendant un certain temps

source: {{GOLD}}Goal:{{WHITE}} Add another recipe to the basic kitchen.
fr: {{GOLD}}Objectif:{{WHITE}} Ajouter une autre recette à la cuisine.

source: Open the {{GOLD}}Build Menu{{WHITE}}, go to the {{GOLD}}Crafting{{WHITE}} tab, and select the {{GREEN}}Research Station{{WHITE}}. Build one somewhere in the house. {{GOLD}}Goal: Build a Research Station.
fr: Ouvrez le {{GOLD}}Menu de Construction{{WHITE}}, ouvrez l'onglet {{GOLD}}Construction{{WHITE}} et sélectionnez la {{GREEN}}Station de Recherche{{WHITE}}. Construisez-en une quelque part dans la maison. {{GOLD}}Objectif: Construire une station de recherche.

source: Click on the {{GREEN}}Research Station{{WHITE}} to open its associated menu. Select {{GOLD}}Carpentry{{WHITE}} and click on the {{GOLD}}Start Research{{WHITE}} button. One of your settlers will head out toward the station and start researching the new technology. {{GOLD}}Goal: Research Carpentry tech.
fr: Cliquez sur la {{GREEN}}Station de Recherche{{WHITE}} pour ouvrir le menu correspondant. Sélectionnez {{GOLD}}Menuiserie{{WHITE}} et cliquez sur le bouton {{GOLD}}Démarrer Recherche{{WHITE}}. L'un de vos colons se dirigera vers la station et commencera à rechercher la technologie. {{GOLD}}Objectif: Recherche en menuiserie.

source: It's time to expand a bit and build 2 {{GREEN}}Forges{{WHITE}}. Forges are very useful structures, which will convert {{GOLD}}stone{{WHITE}} and {{GOLD}}wood{{WHITE}} into {{GOLD}}metal{{WHITE}} and {{GOLD}}charcoal{{WHITE}}, both of which are used in many recipes and buildings. - Build one {{GREEN}}Forge{{WHITE}} with an order to {{GOLD}}Make metal bars{{WHITE}}, set the job to {{GOLD}} Keep total stock at 20{{WHITE}} - Build a second {{GREEN}}Forge{{WHITE}} with an order to {{GOLD}}Make charcol{{WHITE}}, set the job to {{GOLD}} Keep total stock at 20{{WHITE}}
fr: Il est temps de construire 2 {{GREEN}}Forges{{WHITE}}. Les forges sont des structures très utiles qui convertiront {{GOLD}}pierres{{WHITE}} et {{GOLD}}bois{{WHITE}} en {{GOLD}}metal{{WHITE}} et {{GOLD}}charbon de bois{{WHITE}}, qui sont tous deux utilisés dans de nombreuses recettes et bâtiments. - Créez une {{GREEN}}Forge{{WHITE}} avec l'ordre de {{GOLD}}Fabriquer barres de métal{{WHITE}} définissez le travail sur {{GOLD}}Maintenir le stock total à 20{{WHITE}} - Construire un deuxième {{GREEN}}Forge{{WHITE}} avec une commande à {{GOLD}}Fabriquer charbon{{WHITE}}, définir le travail sur {{GOLD}}Maintenir le stock total à 20{{WHITE}}

source: Our stocks are getting a bit low, and the {{GREEN}}forges{{WHITE}} need to get fed. You should order your survivors to cut down a few trees and break a few rocks, the same way you removed the house's content earlier with the {{GOLD}}Raze{{WHITE}} button. Order your settlers to: - Cut down at least 5 trees - Break down at least 5 large rocks
fr: Nos stocks sont un peu bas et les {{GREEN}}Forges{{WHITE}} doivent se nourrir. Vous devez ordonner à vos survivants de couper quelques arbres et de casser quelques rochers, de la même manière que vous aviez précédemment supprimé le contenu de la maison avec le bouton {{GOLD}}Recycler{{WHITE}}. Ordonnez à vos colons de: - Abattre au moins 5 arbres - Briser au moins 5 rochers
