Repository: NAP80/After-The-Collapse_French
Catalog: *.po
Languages: fr

source: If checked, you will get unlimited points to equip your settlers. This will disable achievements.
fr: Si coché, vous obtiendrez des points illimités pour équiper vos colons. Cela désactivera les achievements.

source: Remove monster ambushes
fr: Supprimer les embuscades de créatures hostiles

source: If checked, buildings on the starting map will not contain hostiles.
fr: Si coché, les bâtiments de la carte de départ ne contiendront pas d'ennemis.

source: Remove underground monsters
fr: Supprimer les créatures souterraines

source: If checked, the underworld will not contain hostile critters.
fr: Si coché, les sous-terrains ne contiendront pas de créatures hostiles.

source: Food consumption
fr: Consommation alimentaire

source: Water consumption
fr: Consommation d'eau

source: AI Factions: Reinforce Rate
fr: Factions IA: Taux de renforcement

source: AI Factions: Aggression
fr: Factions IA: Agression

source: Established Factions
fr: Factions établies

source: If checked, other factions in the city will be active immediately instead of waiting for a couple weeks.
fr: Si coché, les factions seront actives immédiatement au lieu d'attendre quelques semaines avant de conquérir la carte.

source: Bandit Lairs
fr: Repaires de bandit

source: If checked, bandits will occasionally build outposts in the city.
fr: Si coché, les bandits construisent occasionnellement des avant-postes dans la ville.

source: Selectable
fr: Sélectionnable

source: Colony Location
fr: Emplacement de la colonie

source: Underground (
fr: Sous sol (

source: Colony Type
fr: Type de colonie

source: Starting Gear
fr: Équipement de départ

source: Customizable: {0} points
fr: Personnalisable: {0} points

source: Known Technologies
fr: Technologies connues

source: Difficulty
fr: Difficulté

source: Events
fr: Événements

source: Event frequency
fr: Fréquence des événements

source: Your expedition was victorious and cleared the location.
fr: Votre expédition a été victorieuse et a libéré la zone.

source: Victory
fr: Victoire

source: There was an error loading file {0}. The game will continue to load but it is not stable and you may encounter some unexpected or undefined behavior. {1}
fr: Il y a eu une erreur en chargeant le fichier {0}. Le jeu continuera à charger, mais il ne sera pas forcément stable et vous pouvez rencontrer des comportements inattendus. {1}

source: There was an error loading file {0}. The game will continue to load but it is not stable and you may encounter some unexpected or undefined behavior. This file belongs to mod "{2}", created by "{3}". Please disable this mod and/or bother the mod author to fix this issue! Anarkis Gaming cannot provide support for modded games. Here's some info that may help the mod author: {1}
fr: Il y eu un erreur en chargeant le fichier {0}. Le jeu continuera à charger, mais il ne sera pas forcement stable. Ce fichier appartient au mod "{2}", créé par "{3}". Désactivez ce mod et/ou demandez à l'auteur du mod pour résoudre ce problème! Anarkis Gaming ne peut pas fournir de support pour les jeux modifiés. Voici quelques informations qui peuvent aider l'auteur du mod: {1}

source: History about the faction
fr: Histoire de la faction

source: Hello, there!
fr: Bonjour!

source: What do you want?
fr: Qu'est-ce que vous voulez?

source: How dare you?!
fr: Comment osez-vous?!

source: Thank you for your contribution!
fr: Merci pour votre contribution!

source: A contribution of $500 will surely make us look at you in a more favorable way.
fr: Une contribution de 500$ nous fera sûrement vous regarder d'une manière plus favorable.

source: Sure, we'll send a caravan your way.
fr: Bien sûr, nous allons vous envoyer une caravane.

source: Are you kidding me? Don't push your luck!
fr: Vous plaisantez? Ne poussez pas votre chance!

source: Sorry, but we can't afford to send a caravan right now.
fr: Désolé, mais nous ne pouvons pas nous permettre d'envoyer une caravane pour le moment.

source: For a small $1000 tribute, we agree not to attack your colony for 10 days.
fr: Pour une petite donation de 1000$, nous acceptons de ne pas attaquer votre colonie pendant 10 jours.

source: We've already agreed to a truce.
fr: Nous avons déjà une trêve.

source: We are agreeing to a truce for now.
fr: Nous sommes d'accord pour une trêve temporaire.

source: You must be desesperate.. No way!
fr: Vous devez être désespéré... Pas moyen!

source: You are weak, you must die!
fr: Vous êtes faibles! Vous devez mourir!

source: We had enough bloodshed for now.
fr: Nous avons versé assez de sang pour l'instant.

source: Give us the following or suffer the consequences!
fr: Donnez-nous ce qui suit ou subissez les conséquences!

source: We have no interest in making peace with you
fr: Nous n'avons pas l'intention de faire la paix avec vous pour l'instant.

source: We are willing to pay a ransom for the people you captured.
fr: Nous sommes prêts à payer une rançon pour les gens que vous avez capturés.

source: A ransom? Ha! You can eat them for all I care!
fr: Une rançon ? Ha, ha ha! Non!

source: The truce with the {0} faction has ended
fr: La trêve avec la faction {0} est terminée.

source: Faction Destroyed: {0}!
fr: Faction détruite: {0}!

source: Alert
fr: Alerte

source: The {0} faction took over your {1}, killing everyone.
fr: La faction {0} a pris le contrôle de votre {1}, tuant votre équipe sur place.

source: Center on Map
fr: Centrer sur la carte

source: {0} claimed a location: {1}
fr: La faction {0} a pris un(e) {1}.

source: The {0} faction tried to take over your {1} but failed.
fr: La faction {0} a essayé d'attaquer votre {1} mais a été repoussée.

source: The {0} and {1} factions made peace.
fr: Les factions {0} et {1} ont sonné l'armistice.

source: Friendly ({0})
fr: Amical ({0})

source: Neutral ({0})
fr: Neutre ({0})

source: Truce ({0})
fr: Trêve ({0})

source: {0}: The {1} faction declared war on us!
fr: {0}: La faction {1} nous a déclaré la guerre!

source: WARNING:
fr: ATTENTION:

source: [They declared war on us]
fr: [Ils nous ont déclaré la guerre]

source: The {0} faction declared war on {1}
fr: La faction {0} a déclaré la guerre à la faction {1}

source: Can take prisoners
fr: Peut prendre des prisonniers

source: Can make peace
fr: Peut faire la paix

source: Traders
fr: Marchands

source: Territorial Expansion
fr: Expansion territoriale

source: Can pay ransoms
fr: Peut payer des rançons

source: Max Manpower
fr: Main-d'oeuvre max

source: Reinforce Rate
fr: Taux de renforcement

source: Aggression
fr: Agressivité

source: Reactivity
fr: Réactivité

source: Save already in progress... Processing.
fr: Sauvegarde déjà en cours... Traitement en cours.

source: Save completed!
fr: Sauvegarde terminée!

source: Save Failed!
fr: Sauvegarde échouée!

source: Tile
fr: Tuile

source: Autosave in progress...
fr: Sauvegarde auto en cours...

source: Quicksave in progress...
fr: Sauvegarde rapide en cours...

source: Autosave Failed
fr: Erreur de Sauvegarde

source: New Weather: {0}
fr: Nouvelle météo: {0}

source: Your Settlement Collapsed
fr: Votre colonie s'est effondrée

source: You survived for {0} days, {1} hours and {2} minutes
fr: Vous avez survécu pendant {0} jours, {1} heures et {2} minutes

source: Return to Menu
fr: Retour au menu

source: Loading Game
fr: Charger Partie

source: The game is in Early Access and under active development. Please report any problem you've encountered. Thank you!
fr: After The Collapse est en accès anticipé, et en cours de développement. Veuillez signaler tout problème rencontré. Merci!

source: .. Loading Game ..
fr: .. Chargement ..

source: This savegame appears to be from an incompatible version of the game or relying on data from mods you no longer have installed.
fr: Cette sauvegarde semble être d'une version ultérieure ou utilisant des mods que vous n'avez plus installé.

source: Start New Game
fr: Nouvelle Partie

source: Mods and DLC
fr: Mods et DLC

source: You're running After the Collapse in safe mode. Disable safe mode to edit mods and their load order.
fr: Vous exécutez ATC en mode sans échec. Cela désactive les mods installés et le moteur de modding.

source: Credits
fr: Crédits

source: Quit Game
fr: Quitter

source: Background data loading in progress...
fr: Chargement des données en arrière-plan en cours...

source: .. Generating World ..
fr: .. Génération du Monde ..

source: Latest News
fr: Dernières nouvelles

source: Couldn't retrieve news feed
fr: N'a pas pu se connecter au site

source: Clicking any item in this list will open a window in your favorite browser pointing to the associated article on our official website.
fr: Cliquez sur un élément de cette liste pour ouvrir l'article associé sur notre site officiel dans votre navigateur préféré.

source: Retrieving Feed...
fr: Demande en cours...

source: Welcome to the city map. This is where you can select where you want to build your colony. Use the menu on the left to determine the best location for your needs. Use the menu on the right to generate new city layouts, change graphical filters and set how large you want the colony's area to be.
fr: Bienvenue sur la carte de la ville. C'est là que vous pouvez choisir où vous voulez construire votre colonie. Utilisez le menu sur la gauche pour déterminer le meilleur emplacement pour vos besoins. Utilisez le menu sur la droite de générer de nouvelles villes, changer les filtres graphiques et définir la taille désirée pour votre colonie.

source: World Generation
fr: Génération du Monde

source: You can select a new world layout by clicking this button.
fr: Vous pouvez sélectionner un nouveau monde en cliquant sur ce bouton.

source: Seed
fr: Graine de Génération

source: This is the number of underground layers below the city. For better performance, it is heavily recommended to keep this number below the number of cores your CPU has.
fr: C'est le nombre de couches souterraines en dessous de la ville. Pour de meilleures performances, il est fortement recommandé de maintenir ce nombre en dessous du nombre de coeurs que votre processeur a.

source: Generate
fr: Générer

source: Roll a new city layout using the number (seed) above. If the seed is zero, it will be randomly generated.
fr: Génère une nouvelle ville en utilisant le nombre (seed) ci-dessus. Si la seed est 0, elle sera générée au hasard.

source: Playable Area
fr: Zone jouable

source: Change the size of the playable area (where you build your base). Larger maps might be very taxing on your system.
fr: Modifiez la taille de l'aire jouable (où vous construisez votre base). Les cartes plus grandes peuvent ralentir votre système.

source: Map Filters
fr: Filtres

source: Cycle filter mode
fr: Cycler les différent filtres

source: Cycle between different map overlays
fr: Cycle entre les différentes filtres

source: {{GOLD}}Map Filter:{{DEFAULT}} Hostility
fr: {{GOLD}}Filtre Carte:{{DEFAULT}} Hostilité

source: {{GOLD}}Map Filter:{{DEFAULT}} None
fr: {{GOLD}}Filtre Carte:{{DEFAULT}} Aucun

source: {{GOLD}}Map Filter:{{DEFAULT}} Loot
fr: {{GOLD}}Filtre Carte:{{DEFAULT}} Butin

source: {{GOLD}}Map Filter:{{DEFAULT}} Faction
fr: {{GOLD}}Filtre Carte:{{DEFAULT}} Faction

source: Highlight Bunkers
fr: Afficher les bunkers

source: This will highlight locations with a bunker just below the surface
fr: Cela mettra en évidence les emplacements avec un bunker juste en dessous de la surface

source: Highlight Special Biomes
fr: Afficher les biomes spéciaux

source: This will highlight locations with a special biome in the bottom layer. Only available if the map is 2 layers deep or more.
fr: Cela mettra en évidence les emplacements avec un biome spécial dans la couche inférieure. Uniquement disponible si la carte est de 2 couches de profondeur ou plus.

source: Select a World
fr: Sélectionnez un monde

source: Decay
fr: Décomposition

source: Vegetation
fr: Végétation

source: Underground Only
fr: Souterrain seulement

source: Surface Only
fr: Surface seulement

source: Water Access
fr: Accès à l'eau

source: The surface is marked as being extremely dangerous. It's likely overrun by monsters and/or a deadly debuff might be applied to anyone living above ground.
fr: La surface est marquée comme étant extrêmement dangereuse. Elle est probablement envahie par des créatures hostiles et/ou un débuff mortel pourrait être appliquée à toute personne vivant au-dessus du sol.

source: This is an extremely difficult map to settle in. Between automated defense systems and trap rooms, this is a challenging start for experienced players only.
fr: Il s'agit d'une carte extrêmement difficile à coloniser. Entre les systèmes de défense automatisés et les salles piégées, c'est une position difficile pour joueurs expérimentés.

source: This is another faction's main base. Settling nearby can be both very helpful (due to reduced travel time for traders) and very dangerous as they might become hostile or claim territory that you would have wanted for yourself.
fr: C'est la base principale d'une autre faction. S'installer à proximité peut être à la fois très utile (en raison de la réduction du temps de voyage pour les commerçants) et très dangereux car ils pourraient devenir hostiles ou réclamer un territoire que vous auriez voulu pour vous-même.

source: You cannot settle on this map type (yet, as the game is still in EA and not all map generators have been written), but nothing prevents you from settling nearby.
fr: Vous ne pouvez pas vous installer sur ce type de carte (comme le jeu est toujours en EA et que tous les générateurs de cartes n'ont pas été codés), mais rien ne vous empêche de vous installer à proximité.

source: You can settle here. The selected map's average difficulty is considerd to be {0}.
fr: Vous pouvez vous installer ici. La difficulté moyenne de la carte est {0}.

source: Settle Here
fr: Coloniser
